Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Rescue can 2 to start box
de_de: Rettungsdose 2 zur Startbox
es_es: Rescate de la lata 2 a la caja de salida
es_mx: Lata de rescate 2 para iniciar la caja
ja_jp: 缶２をスタートボックスに持って来てください
pt_br: Rescue can 2 para iniciar a caixa
pt_pt: Resgata a lata 2 para iniciar a caixa

source: Rescue can 3 to start box
de_de: Rettungsdose 3 zur Startbox
es_es: Rescate de la lata 3 a la caja de salida
es_mx: Lata de rescate 3 para iniciar la caja
ja_jp: 缶３をスタートボックスに持って来てください
pt_br: Rescue can 3 para iniciar a caixa
pt_pt: Resgata a lata 3 para iniciar a caixa

source: Can 1 not upright
de_de: Dose 1 nicht aufrecht
es_es: Lata 1 no vertical
es_mx: ¿No se puede colocar en posición vertical?
ja_jp: 缶１が立てない
pt_br: A lata 1 não está na posição vertical
pt_pt: Lata 1 não vertical

source: Can 3 not upright
de_de: Dose 3 nicht aufrecht
es_es: Lata 3 no vertical
es_mx: ¿No se puede colocar en posición vertical?
ja_jp: 缶３が立てない
pt_br: A lata 3 não está na posição vertical
pt_pt: Lata 3 não vertical

source: JBC Challenge 18
de_de: JBC Herausforderung 18
es_es: Desafío JBC 18
es_mx: Desafío JBC 18
ja_jp: JBCチャレンジ１６
pt_br: Desafio 18 da JBC
pt_pt: Desafio JBC 18

source: Robot Left Start
de_de: Roboter links Start
es_es: Robot salida izquierda
es_mx: Robot Izquierda Inicio
ja_jp: ロボットはスタートボックスから出た
pt_br: Início à esquerda do robô
pt_pt: Arranque à esquerda do robô

source: Robot left starting box
de_de: Roboter links Startbox
es_es: Robot izquierda caja de salida
es_mx: Robot salió de la casilla de salida
ja_jp: ロボットはスタートボックスから出た
pt_br: Robô deixou a caixa de partida
pt_pt: Robô deixou a caixa de partida

source: One Can Stacked
de_de: Eine Dose gestapelt
es_es: Una lata apilada
es_mx: Una lata apilada
ja_jp: 缶は一本積んだ
pt_br: Uma lata empilhada
pt_pt: Uma lata empilhada

source: One can is stacked on another
de_de: Eine Dose wird auf eine andere gestapelt
es_es: Una lata apilada sobre otra
es_mx: Una lata se apila sobre otra
ja_jp: 缶は一本他のに積んだ
pt_br: Uma lata é empilhada sobre outra
pt_pt: Empilha uma lata sobre outra

source: Robot Touching Can
de_de: Roboter berührt Dose
es_es: Robot tocando lata
es_mx: Robot que toca latas
ja_jp: ロボットは缶を触れている
pt_br: Robô tocando a lata
pt_pt: Robô a tocar na lata

source: Robot is touching a can
de_de: Der Roboter berührt eine Dose
es_es: El robot toca una lata
es_mx: El robot está tocando una lata
ja_jp: ロボットは缶を触れている
pt_br: O robô está tocando uma lata
pt_pt: O robô está a tocar numa lata

source: Leave the Start Box
de_de: Verlasse die Startbox
es_es: Abandona la caja de salida
es_mx: Salir de la casilla de salida
ja_jp: スタートボックスから出てください
pt_br: Sair da caixa inicial
pt_pt: Sai da caixa inicial

source: Stack one can on another
de_de: Eine Dose auf eine andere stapeln
es_es: Apila una lata sobre otra
es_mx: Apilar una lata sobre otra
ja_jp: 缶は一本他のに積んでください
pt_br: Empilhar uma lata sobre a outra
pt_pt: Empilha uma lata sobre outra

source: Robot touching can
de_de: Roboter berühren kann
es_es: Robot tocando lata
es_mx: El robot puede tocar
ja_jp: ロボットは缶を触れている
pt_br: O toque do robô pode
pt_pt: O toque do robô pode

source: JBC Challenge 19
de_de: JBC Herausforderung 19
es_es: Desafío JBC 19
es_mx: Desafío JBC 19
ja_jp: JBCチャレンジ１９
pt_br: Desafio 19 da JBC
pt_pt: Desafio JBC 19

source: Robot drove forward and touched ream of paper
de_de: Der Roboter fuhr vorwärts und berührte den Papierstapel
es_es: El robot avanza y toca la resma de papel
es_mx: El robot avanzó y tocó la resma de papel
ja_jp: ロボットは前に行って、紙を触れた
pt_br: O robô avançou e tocou a resma de papel
pt_pt: O robô avançou e tocou na resma de papel

source: Drive forward and touch the ream
de_de: Fahre vorwärts und berühre den Riese
es_es: Conduce hacia delante y toca la resma
es_mx: Avanza y toca la resma
ja_jp: 前に行って、紙を触れてください
pt_br: Avance e toque na resma
pt_pt: Avança e toca na resma

source: JBC Challenge 20
de_de: JBC Herausforderung 20
es_es: Desafío JBC 20
es_mx: Desafío JBC 20
ja_jp: JBCチャレンジ２０
pt_br: Desafio 20 da JBC
pt_pt: Desafio JBC 20

source: Robot in start box
de_de: Roboter in der Startbox
es_es: Robot en caja de salida
es_mx: Robot en la caja de salida
ja_jp: ロボットはスタートボックスにある
pt_br: Robô na caixa de partida
pt_pt: Robô na caixa de arranque

source: Ream 1 Touched
de_de: Ries 1 Berührt
es_es: Resma 1 Tocada
es_mx: Ream 1 Tocado
ja_jp: 紙１を触れた
pt_br: Resma 1 Tocada
pt_pt: Resma 1 Tocada

source: Robot touched ream 1
de_de: Roboter berührt Riese 1
es_es: El robot ha tocado la resma 1
es_mx: El robot tocó la resma 1
ja_jp: ロボットのは紙１を触れた
pt_br: O robô tocou a resma 1
pt_pt: O robô tocou na resma 1

source: Ream 2 Touched
de_de: Ries 2 Berührt
es_es: Resma 2 Tocada
es_mx: Ream 2 Tocado
ja_jp: 紙２を触れた
pt_br: Resma 2 Tocada
pt_pt: Resma 2 Tocada

source: Robot touched ream 2
de_de: Roboter berührt Ries 2
es_es: Robot ha tocado la resma 2
es_mx: El robot tocó la resma 2
ja_jp: ロボットのは紙２を触れた
pt_br: O robô tocou a resma 2
pt_pt: O robô tocou na resma 2

source: Ream 3 Touched
de_de: Ries 3 Berührt
es_es: Resma 3 Tocada
es_mx: Ream 3 Tocado
ja_jp: 紙３を触れた
pt_br: Resma 3 Tocada
pt_pt: Resma 3 Tocada

source: Robot touched ream 3
de_de: Roboter berührt Ries 3
es_es: Robot ha tocado la resma 3
es_mx: El robot tocó la resma 3
ja_jp: ロボットのは紙３を触れた
pt_br: O robô tocou a resma 3
pt_pt: O robô tocou na resma 3

source: Ream 4 Touched
de_de: Ream 4 Berührt
es_es: Resma 4 Tocada
es_mx: Ream 4 Conmovido
ja_jp: 紙４を触れた
pt_br: Resma 4 Tocada
pt_pt: Resma 4 Tocada

source: Robot touched ream 4
de_de: Roboter berührt Ries 4
es_es: Robot ha tocado la resma 4
es_mx: El robot tocó la resma 4
ja_jp: ロボットのは紙４を触れた
pt_br: O robô tocou a resma 4
pt_pt: O robô tocou na resma 4

source: Touch ream 1
de_de: Riese 1 anfassen
es_es: Robot tocado resma 1
es_mx: Toca la pila 1
ja_jp: 紙１を触れてください
pt_br: Resma de toque 1
pt_pt: Toca na resma 1

source: Touch ream 2
es_es: Toque la resma 2
es_mx: Toca la fila 2
ja_jp: 紙２を触れてください
pt_br: Resma de toque 2
pt_pt: Toca na resma 2

source: Touch ream 3
es_es: Toque resma 3
es_mx: Toca la fila 3
ja_jp: 紙３を触れてください
pt_br: Resma de toque 3
pt_pt: Toca na resma 3

source: Touch ream 4
es_es: Toque la resma 4
es_mx: Toca la sarta 4
ja_jp: 紙４を触れてください
pt_br: Resma de toque 4
pt_pt: Toca na resma 4

source: JBC Challenge 21
de_de: JBC Herausforderung 21
es_es: Desafío JBC 21
es_mx: Desafío JBC 21
ja_jp: JBCチャレンジ２１
pt_br: Desafio 21 da JBC
pt_pt: Desafio JBC 21

source: Stop at Ream
de_de: Halt in Ream
es_es: Parada en la resma
es_mx: Haz una parada en Ream
ja_jp: 紙で止まってください
pt_br: Parada em Ream
pt_pt: Pára em Ream

source: Robot stops at ream
de_de: Roboter stoppt beim Reiben
es_es: El robot se detiene en la resma
es_mx: El robot se detiene en la resma
ja_jp: ロボットは紙で止まる
pt_br: O robô para na resma
pt_pt: O robô pára na resma

source: Bump Ream
es_es: Golpear la resma
es_mx: Área de impacto
ja_jp: 紙を触れてください
pt_br: Feixe de colisão

source: Robot bumps ream
de_de: Roboter stößt auf Reibung
es_es: El robot golpea la resma
es_mx: Robot choca contra una resma
ja_jp: ロボットは紙を触れる
pt_br: Robô bate com a fresa
pt_pt: Robô bate com a resma

source: Stop at the ream
de_de: Halt beim Rieseln
es_es: Parada en la resma
es_mx: Detente en la resma
ja_jp: 紙で止まってください
pt_br: Parar na resma
pt_pt: Pára na resma

source: Do not bump the ream
de_de: Stoße das Ries nicht an
es_es: No golpear la resma
es_mx: No golpees la resma
ja_jp: 紙を触れなくてください
pt_br: Não bata na resma
pt_pt: Não batas na resma

source: JBC Challenge 22
de_de: JBC Herausforderung 22
es_es: Desafío JBC 22
es_mx: Desafío JBC 22
ja_jp: JBCチャレンジ２２
pt_br: Desafio 22 da JBC
pt_pt: Desafio 22 da JBC

source: Can Upright
de_de: Dose aufrecht
es_es: Lata vertical
es_mx: ¿Se puede enderezar?
ja_jp: 缶が立てている
pt_br: Lata na vertical
pt_pt: Lata vertical

source: Can is upright
de_de: Dose ist aufrecht
es_es: La lata está en posición vertical
es_mx: La lata está en posición vertical
ja_jp: 缶が立てている
pt_br: A lata está na posição vertical
pt_pt: A lata está na vertical

source: Can not upright
de_de: Kann nicht aufrecht stehen
es_es: La lata no está en posición vertical
es_mx: No se puede enderezar
ja_jp: 缶が立てていない
pt_br: Não pode ficar na posição vertical
pt_pt: Não podes ficar de pé

source: JBC Challenge 23
de_de: JBC Herausforderung 23
es_es: Desafío JBC 23
es_mx: Desafío JBC 23
ja_jp: JBCチャレンジ２３
pt_br: Desafio 23 da JBC
pt_pt: Desafio 23 da JBC

source: Started over the circle
de_de: Über den Kreis gestartet
es_es: Comenzó sobre el círculo
es_mx: Comenzó sobre el círculo
ja_jp: サークルで始まった
pt_br: Começou sobre o círculo
pt_pt: Começou por cima do círculo

source: Stop at the black line
de_de: Halt an der schwarzen Linie
es_es: Parada en la línea negra
es_mx: Detente en la línea negra
ja_jp: 黒いな線で止まってください
pt_br: Pare na linha preta
pt_pt: Pára na linha preta

source: JBC Challenge 24
de_de: JBC Herausforderung 24
es_es: Desafío JBC 24
es_mx: Desafío JBC 24
ja_jp: JBCチャレンジ２４
pt_br: Desafio 24 da JBC
pt_pt: Desafio JBC 24

source: Robot Walks the Line
de_de: Der Roboter geht über die Linie
es_es: El robot recorre la línea
es_mx: El robot camina por la línea
ja_jp: ロボットは線を辿る
pt_br: O robô anda na linha
pt_pt: O robô anda na linha

source: Robot uses reflectance sensor to follow the black line until Finish Line
de_de: Der Roboter nutzt den Reflexionssensor, um der schwarzen Linie bis zur Ziellinie zu folgen
es_es: El robot utiliza el sensor de reflectancia para seguir la línea negra hasta la línea de meta
es_mx: El robot utiliza un sensor de reflectancia para seguir la línea negra hasta la meta
ja_jp: ロボットは反射率センサーでゴールまで黒いな線を辿る
pt_br: O robô usa o sensor de refletância para seguir a linha preta até a linha de chegada
pt_pt: O robô usa o sensor de reflectância para seguir a linha preta até à linha de chegada

source: Line follow to the finish line
de_de: Linie bis zur Ziellinie folgen
es_es: Sigue la línea hasta la línea de meta
es_mx: Sigue la línea hasta la meta
ja_jp: ゴールまで線を辿てください
pt_br: Siga a linha até a linha de chegada
pt_pt: Segue em linha até à meta

source: Robot started on Circle
de_de: Roboter auf Circle gestartet
es_es: Robot iniciado en círculo
es_mx: El robot comenzó en Circle
ja_jp: ロボットはサークルで始まった
pt_br: Robô iniciado no Circle
pt_pt: O robô começou a trabalhar no Círculo

source: Can Not Upright
de_de: Kann nicht aufrecht gehen
es_es: No puede levantarse
es_mx: No se puede enderezar
ja_jp: 缶が立てていない
pt_br: Não pode ficar em pé
pt_pt: Não podes ficar de pé

source: Place Hamburger in Tray
de_de: Hamburger in die Schale legen
es_es: Coloca la hamburguesa en la bandeja
es_mx: Coloca la hamburguesa en la bandeja
ja_jp: トレーにハンバーガーを入ってください
pt_br: Coloque o hambúrguer na bandeja
pt_pt: Coloca o hambúrguer no tabuleiro

source: Place Hotdog in Tray
de_de: Hotdog in die Schale legen
es_es: Coloca un perrito caliente en la bandeja
es_mx: Coloca el hot dog en la bandeja
ja_jp: トレーにホットドッグを入ってください
pt_br: Coloque o cachorro-quente na bandeja
pt_pt: Coloca o cachorro-quente no tabuleiro

source: Place Taco in Tray
de_de: Taco in die Schale legen
es_es: Coloca un taco en la bandeja
es_mx: Coloca el taco en la bandeja
ja_jp: トレーにタコスを入ってください
pt_br: Coloque o taco na bandeja
pt_pt: Coloca o taco no tabuleiro

source: Can A Not Upright
de_de: Kann A nicht aufrecht
es_es: Lata A no vertical
es_mx: ¿Puedes no estar erguido?
ja_jp: 缶Aが立てていない
pt_pt: Podes A Não está na vertical

source: Can B Not Upright
de_de: Dose B nicht aufrecht
es_es: Lata B No vertical
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶Bが立てていない
pt_br: Lata B Não vertical
pt_pt: Lata B Não está na vertical

source: Can C Not Upright
de_de: Dose C nicht aufrecht
es_es: Lata C No vertical
es_mx: ¿Puedes mantenerte erguido?
ja_jp: 缶Cが立てていない
pt_br: Lata C Não vertical
pt_pt: Lata C Não está na vertical

source: Can D Not Upright
de_de: Dose D nicht aufrecht
es_es: Lata D No vertical
es_mx: ¿Puedes mantenerte erguido?
ja_jp: 缶Dが立てていない
pt_br: Lata D Não vertical
pt_pt: Lata D Não está na vertical

source: Can E Not Upright
de_de: Kann E nicht aufrecht stehen
es_es: Lata E No vertical
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶Eが立てていない
pt_br: Lata E Não está na vertical
pt_pt: Pode E Não está na vertical

source: Can F Not Upright
de_de: Dose F nicht aufrecht
es_es: Lata F No vertical
es_mx: ¿Puede F no estar recto?
ja_jp: 缶Fが立てていない
pt_br: Lata F Não vertical
pt_pt: Lata F Não está na vertical

source: Can G Not Upright
de_de: Dose G nicht aufrecht
es_es: Lata G No vertical
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶Gが立てていない
pt_pt: Pode G Não está na vertical

source: Can 1 in the Start Box
de_de: Dose 1 in der Startbox
es_es: Lata 1 en la casilla de salida
es_mx: Lata 1 en la caja de inicio
ja_jp: 缶１はスタートボックスにある
pt_br: Lata 1 na caixa inicial
pt_pt: Lata 1 na caixa de partida

source: Can 2 in the Start Box
de_de: Dose 2 in der Startbox
es_es: Lata 2 en la casilla de salida
es_mx: ¿Se puede poner el 2 en la casilla de inicio?
ja_jp: 缶２はスタートボックスにある
pt_br: Lata 2 na caixa inicial
pt_pt: Lata 2 na caixa de partida

source: Can 3 in the Start Box
de_de: Dose 3 in der Startbox
es_es: Lata 3 en la casilla de salida
es_mx: 3 en la casilla de inicio
ja_jp: 缶３はスタートボックスにある
pt_br: Lata 3 na caixa inicial
pt_pt: Lata 3 na caixa de partida

source: Can 4 in the Start Box
de_de: Dose 4 in der Startbox
es_es: Lata 4 en la casilla de salida
es_mx: 4 en la casilla de inicio
ja_jp: 缶４はスタートボックスにある
pt_br: Lata 4 na caixa inicial
pt_pt: Lata 4 na caixa de partida

source: Can 5 in the Start Box
de_de: Dose 5 in der Startbox
es_es: Lata 5 en la casilla de salida
es_mx: 5 en la casilla de inicio
ja_jp: 缶５はスタートボックスにある
pt_br: Lata 5 na caixa inicial
pt_pt: Lata 5 na caixa de partida

source: Can 1 Not Upright
de_de: Dose 1 Nicht aufrecht
es_es: Lata 1 no vertical
es_mx: No se puede colocar en posición vertical
ja_jp: 缶１が立てていない
pt_br: Lata 1 não vertical
pt_pt: Lata 1 não vertical

source: Can 2 Not Upright
de_de: Dose 2 Nicht aufrecht
es_es: Lata 2 No vertical
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶２が立てていない
pt_br: Lata 2 não vertical
pt_pt: Lata 2 não vertical

source: Can 3 Not Upright
de_de: Dose 3 Nicht aufrecht
es_es: Lata 3 No vertical
es_mx: ¿Puede 3 no estar en posición vertical?
ja_jp: 缶３が立てていない
pt_br: Lata 3 não vertical
pt_pt: Lata 3 Não está na vertical

source: Can 4 Not Upright
de_de: Dose 4 Nicht aufrecht
es_es: Lata 4 No vertical
es_mx: No se puede mantener en posición vertical
ja_jp: 缶４が立てていない

source: Can 5 Not Upright
de_de: Dose 5 Nicht aufrecht
es_es: Can 5 No vertical
es_mx: ¿Puede 5 no estar en posición vertical?
ja_jp: 缶５が立てていない
pt_br: Lata 5 Não está na posição vertical
pt_pt: Lata 5 Não está na vertical

source: JBC Challenge 10B
de_de: JBC Herausforderung 10B
es_mx: Desafío JBC 10B
pt_br: Desafio JBC 10B
pt_pt: Desafio JBC 10B

source: JBC Challenge 12
de_de: JBC Herausforderung 12
es_es: Desafío JBC 12
es_mx: Desafío JBC 12
ja_jp: JBCチャレンジ１２
pt_br: Desafio 12 da JBC
pt_pt: Desafio 12 da JBC

source: Can from green garage intersects circle 2
de_de: Dose aus grüner Garage kreuzt Kreis 2
es_es: La lata del garaje verde cruza el círculo 2
es_mx: La lata del garaje verde interseca el círculo 2
ja_jp: 緑なガレージの缶とサークル２が交わっている
pt_br: A lata da garagem verde cruza o círculo 2
pt_pt: O cano da garagem verde intersecta o círculo 2

source: Can from blue garage intersects circle 9
de_de: Dose aus blauer Garage kreuzt Kreis 9
es_es: La lata del garaje azul cruza el círculo 9
es_mx: La lata del garaje azul interseca el círculo 9
ja_jp: 青いガレージの缶とサークル９が交わっている
pt_br: A lata da garagem azul cruza o círculo 9
pt_pt: A lata da garagem azul cruza o círculo 9

source: Can 10 Intersects
de_de: Dose 10 Überschneidungen
es_es: La lata 10 interseca
es_mx: ¿Puede 10 intersecarse?
ja_jp: 缶１０が交わっている
pt_pt: Pode 10 Intersecções

source: Can from yellow garage intersects circle 10
de_de: Dose aus gelber Garage kreuzt Kreis 10
es_es: La lata del garaje amarillo interseca el círculo 10
es_mx: La lata del garaje amarillo interseca el círculo 10
ja_jp: 黄色いガレージの缶とサークル１０が交わっている
pt_br: A lata da garagem amarela cruza o círculo 10
pt_pt: A lata da garagem amarela cruza a circunferência 10

source: JBC Challenge 13
de_de: JBC Herausforderung 13
es_es: Desafío JBC 13
es_mx: Desafío JBC 13
ja_jp: JBCチャレンジ１３
pt_br: Desafio 13 da JBC
pt_pt: Desafio 13 da JBC

source: Can 2 intersects chosen garage
de_de: Kann 2 kreuzt gewählt Garage
es_es: La lata 2 interseca el garaje elegido
es_mx: ¿Puede 2 intersecar el garaje elegido?
ja_jp: 缶２は選んだガレージを交わっている
pt_br: Você pode escolher uma garagem com dois cruzamentos?
pt_pt: Podes escolher uma garagem com 2 intersecções

source: Can 5 intersects chosen garage
de_de: Kann 5 Kreuzungen gewählt Garage
es_es: La lata 5 cruza el garaje elegido
es_mx: ¿Puede 5 intersecar el garaje elegido?
ja_jp: 缶５は選んだガレージを交わっている
pt_br: Você pode escolher uma garagem com 5 cruzamentos?
pt_pt: Podes escolher uma garagem com 5 intersecções?

source: Can 8 Intersects
de_de: Dose 8 Überschneidungen
es_es: Lata 8 intersecta
es_mx: ¿Puede 8 intersecarse?
ja_jp: 缶８が交わっている

source: Can 8 intersects chosen garage
de_de: Can 8 kreuzt gewählte Garage
es_es: La lata 8 interseca el garaje elegido
es_mx: ¿Puede 8 intersecar el garaje elegido?
ja_jp: 缶８は選んだガレージを交わっている
pt_br: Você pode escolher uma garagem com 8 cruzamentos?
pt_pt: Pode 8 intersectar a garagem escolhida

source: Can 10 intersects chosen garage
de_de: Kann 10 Kreuzungen gewählt Garage
es_es: La lata 10 cruza el garaje elegido
es_mx: ¿Puede 10 intersecciones elegir un garaje?
ja_jp: 缶１０は選んだガレージを交わっている
pt_br: Você pode escolher uma garagem com 10 cruzamentos?
pt_pt: Podes escolher uma garagem com 10 intersecções?

source: Can 11 Intersects
es_es: Lata 11 intersección
es_mx: Puede 11 se cruza
ja_jp: 缶１１が交わっている

source: Can 11 intersects chosen garage
de_de: Can 11 kreuzt die gewählte Garage
es_es: La lata 11 cruza el garaje elegido
es_mx: La lata 11 se cruza con el garaje elegido
ja_jp: 缶１１は選んだガレージを交わっている
pt_br: O Can 11 cruza a garagem escolhida
pt_pt: O 11 pode intersectar a garagem escolhida

source: Can 2 upright in chosen garage
de_de: Kann 2 aufrecht in der gewählten Garage
es_es: Can 2 vertical en garaje elegido
es_mx: ¿Se pueden colocar dos en posición vertical en el garaje elegido?
ja_jp: 選んだガレージで缶２が立てている
pt_br: Você pode colocar 2 na vertical na garagem escolhida
pt_pt: Podes 2 na vertical na garagem escolhida

source: Can 5 upright in achosen garage
de_de: Kann 5 aufrecht in achosen Garage
es_es: Can 5 vertical en cochera elegida
es_mx: ¿Se pueden colocar 5 en posición vertical en un garaje elegido?
ja_jp: 選んだガレージで缶５が立てている
pt_br: 5 latas na vertical em uma garagem fechada
pt_pt: Podes 5 na vertical na garagem fechada

source: Can 8 Upright
es_es: Lata 8 vertical
es_mx: 8 latas verticales
ja_jp: 缶８が立てている

source: Can 8 upright in chosen garage
de_de: Kann 8 aufrecht in der gewählten Garage
es_es: Lata 8 vertical en garaje elegido
es_mx: ¿Se pueden colocar 8 en posición vertical en el garaje elegido?
ja_jp: 選んだガレージで缶８が立てている
pt_br: Você pode colocar 8 pés na garagem escolhida
pt_pt: Pode 8 na vertical na garagem escolhida

source: Can 10 upright in chosen garage
de_de: Kann 10 aufrecht in der gewählten Garage
es_es: Can 10 vertical en cochera elegida
es_mx: ¿Cabe 10 en posición vertical en el garaje elegido?
ja_jp: 選んだガレージで缶１０が立てている
pt_br: Você pode colocar 10 unidades em pé na garagem escolhida
pt_pt: Pode 10 na vertical na garagem escolhida

source: Can 11 upright in chosen garage
de_de: Kann 11 aufrecht in der gewählten Garage
es_es: Can 11 vertical en garaje elegido
es_mx: 11 latas en posición vertical en el garaje elegido
ja_jp: 選んだガレージで缶１１が立てている
pt_br: Pode ser colocado em pé na garagem escolhida
pt_pt: Pode 11 na vertical na garagem escolhida

source: JBC Challenge 15B
de_de: JBC Herausforderung 15B
es_es: Desafío JBC 15B
es_mx: Desafío JBC 15B
pt_br: Desafio JBC 15B
pt_pt: Desafio JBC 15B

source: Robot Backward Touch
de_de: Roboter rückwärts berühren
es_es: Toque hacia atrás del robot
es_mx: Toque hacia atrás del robot
pt_br: Toque para trás do robô
pt_pt: Toque para trás do robô

source: Robot drove backward and touched ream of paper
de_de: Roboter fuhr rückwärts und berührte Papierstapel
es_es: Robot condujo hacia atrás y tocó resma de papel
es_mx: El robot retrocedió y tocó la resma de papel
pt_br: O robô se deslocou para trás e tocou a resma de papel
pt_pt: O robô recuou e tocou na resma de papel

source: Robot Forward Circle 2
de_de: Roboter Vorwärtskreis 2
es_es: Robot Adelante Círculo 2
es_mx: Círculo hacia adelante con robot 2
pt_br: Círculo de avanço do robô 2
pt_pt: Robô para a frente Círculo 2

source: Robot drove forward to circle 2
de_de: Roboter fuhr vorwärts zum Kreis 2
es_es: Robot condujo hacia adelante al círculo 2
es_mx: El robot avanzó hasta la casilla 2
pt_br: O robô avançou para o círculo 2
pt_pt: O robô avançou para o círculo 2

source: JBC Challenge 17B
de_de: JBC Herausforderung 17B
es_es: Desafío JBC 17B
es_mx: Desafío JBC 17B
pt_br: Desafio JBC 17B
pt_pt: Desafio JBC 17B

source: Robot uses reflectance sensor to follow the black line until the Blue line
de_de: Der Roboter nutzt den Reflexionssensor, um der schwarzen Linie zu folgen, bis die blaue Linie
es_es: El robot utiliza el sensor de reflectancia para seguir la línea negra hasta la línea azul
es_mx: El robot utiliza un sensor de reflectancia para seguir la línea negra hasta la línea azul
pt_br: O robô usa o sensor de refletância para seguir a linha preta até a linha azul
pt_pt: O robô utiliza o sensor de reflectância para seguir a linha preta até à linha azul

source: Can 9 is upright
de_de: Dose 9 ist aufrecht
es_es: La lata 9 está en posición vertical
es_mx: La lata 9 está en posición vertical
pt_br: A lata 9 está na vertical
pt_pt: A lata 9 está na vertical

source: Can 10 is upright
de_de: Dose 10 ist aufrecht
es_es: Lata 10 en posición vertical
es_mx: La lata 10 está en posición vertical
pt_br: A lata 10 está na posição vertical
pt_pt: A lata 10 está na vertical

source: Can 12 Upright
es_es: Lata 12 en posición vertical
es_mx: 12 latas verticales
pt_br: Lata 12 vertical
pt_pt: Lata 12 vertical

source: Can 12 is upright
de_de: Dose 12 ist aufrecht
es_es: La lata 12 está en posición vertical
es_mx: La lata 12 está en posición vertical
pt_br: A lata 12 está na posição vertical
pt_pt: A lata 12 está na vertical

source: Can 9 rescued intersecting paper ream
de_de: Dose 9 gerettetes, sich überschneidendes Papierriese
es_es: Lata 9 rescata la resma de papel que se cruza
es_mx: ¿Se pueden rescatar 9 resmas de papel entrecruzadas?
pt_br: Você pode resgatar 9 resmas de papel de interseção
pt_pt: Podes salvar 9 resmas de papel intersectadas

source: Can 2 rescued intersecting paper ream
de_de: Kann 2 gerettete, sich überschneidende Papierriesen
es_es: Lata 2 resma de papel de intersección rescatada
es_mx: ¿Se pueden rescatar dos resmas de papel entrecruzadas?
pt_br: Você pode resgatar 2 resmas de papel que se cruzam
pt_pt: Podes resgatar 2 resmas de papel em intersecção

source: Can 10 rescued intersecting paper ream
de_de: Kann 10 gerettete, sich überschneidende Papierstapel
es_es: Lata 10 resma de papel rescatada que se cruza
es_mx: ¿Se pueden rescatar 10 resmas de papel entrecruzadas?
pt_br: Você pode resgatar 10 resmas de papel de interseção
pt_pt: Podes resgatar 10 resmas de papel intersectado

source: Can 12 Intersects
de_de: Dose 12 Überschneidungen
es_es: Lata 12 Intersección
es_mx: ¿Puede 12 intersecarse?

source: Can 12 rescued intersecting paper ream
de_de: Kann 12 gerettete, sich kreuzende Papierriesen
es_es: Can 12 rescatado intersección resma de papel
es_mx: Puedes rescatar 12 resmas de papel entrecruzadas
pt_br: Você pode resgatar 12 resmas de papel com interseção
pt_pt: Podes resgatar 12 resmas de papel intersectado

source: Can 9 Lifted
de_de: Dose 9 Hochgehoben
es_es: Lata 9 Levantada
es_mx: Can 9 Elevado
