Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Can 3 is upright
de_de: Dose 3 ist aufrecht
es_es: Lata 3 en posición vertical
es_mx: La lata 3 está en posición vertical
ja_jp: 缶3が立てている
pt_br: A lata 3 está na posição vertical
pt_pt: A lata 3 está na vertical

source: Can 4 Upright
es_es: Lata 4 Vertical
es_mx: 4 latas verticales
ja_jp: 缶4が立てている

source: Can 4 is upright
de_de: Dose 4 ist aufrecht
es_es: Lata 4 en posición vertical
es_mx: La lata 4 está en posición vertical
ja_jp: 缶4が立てている
pt_br: A lata 4 está na posição vertical
pt_pt: A lata 4 está na vertical

source: Can 5 Upright
es_es: Lata 5 Vertical
es_mx: 5 verticales
ja_jp: 缶5が立てている
pt_br: Lata 5 vertical
pt_pt: Lata 5 vertical

source: Can 5 is upright
de_de: Dose 5 ist aufrecht
es_es: La lata 5 es vertical
es_mx: La lata 5 está en posición vertical
ja_jp: 缶5が立てている
pt_br: A lata 5 está na posição vertical
pt_pt: A lata 5 está na vertical

source: Can 1 Intersects
de_de: Dose 1 Überschneidet
es_es: Lata 1 Interseca
es_mx: Puede 1 intersecar
ja_jp: 缶１が交わる

source: Can 1 rescued intersecting starting box
de_de: Kann 1 gerettete, sich schneidende Startbox
es_es: Lata 1 rescatada intersecando caja de salida
es_mx: Caja de inicio interseccional rescatada n.º 1
ja_jp: スタートボックスに缶１が交わる
pt_br: Você pode resgatar 1 caixa de partida com interseção
pt_pt: Podes 1 caixa de partida de intersecção resgatada

source: Can 2 Intersects
de_de: Dose 2 Überschneidungen
es_es: Lata 2 Interseca
es_mx: ¿Pueden dos intersecciones
ja_jp: 缶２が交わる
pt_pt: Lata 2 Intersecções

source: Can 2 rescued intersecting starting box
de_de: Kann 2 gerettete, sich kreuzende Startboxen
es_es: La lata 2 rescatada interseca la casilla de salida
es_mx: ¿Se puede rescatar la caja de salida intersecante 2?
ja_jp: スタートボックスに缶２が交わる
pt_br: Você pode resgatar 2 caixas de partida que se cruzam?
pt_pt: Podes 2 resgatar a caixa de partida em intersecção

source: Can 3 Intersects
de_de: Dose 3 Überschneidungen
es_es: Lata 3 interseca
es_mx: ¿Puede 3 intersecarse?
ja_jp: 缶３が交わる
pt_pt: Pode 3 Intersecções

source: Can 3 rescued intersecting starting box
de_de: Kann 3 gerettete, sich kreuzende Startboxen
es_es: Lata 3 rescatada que interseca la casilla de salida
es_mx: ¿Se puede rescatar la caja de inicio intersecante 3?
ja_jp: スタートボックスに缶３が交わる
pt_br: Você pode resgatar 3 caixas de partida com interseção
pt_pt: Pode 3 resgatar a caixa de partida em intersecção

source: Can 4 Intersects
de_de: Dose 4 Überschneidungen
es_es: Lata 4 Intersección
es_mx: 4 intersecciones
ja_jp: 缶４が交わる

source: Can 4 rescued intersecting starting box
de_de: Kann 4 gerettete, sich kreuzende Startboxen
es_es: Can 4 rescatados intersecan casilla de salida
es_mx: ¿Se puede rescatar la caja de inicio intersecante 4?
ja_jp: スタートボックスに缶４が交わる
pt_br: Você pode resgatar 4 caixas de partida com interseção
pt_pt: Podes 4 resgatar a caixa de partida em intersecção

source: Can 5 Intersects
de_de: Dose 5 Überschneidungen
es_es: Can 5 Intersección
es_mx: ¿Puede 5 intersecarse?
ja_jp: 缶５が交わる

source: Can 5 rescued intersecting starting box
de_de: Kann 5 gerettete, sich kreuzende Startboxen
es_es: Lata 5 rescatada que interseca la casilla de salida
es_mx: Caja de inicio con 5 intersecciones rescatadas
ja_jp: スタートボックスに缶３が交わる
pt_br: Você pode resgatar 5 caixas de partida com interseção
pt_pt: Podes 5 resgatar a caixa de partida em intersecção

source: Warming Station
de_de: Wärmestation
es_es: Estación de calentamiento
es_mx: Estación de calentamiento
ja_jp: 食べ物温かくところ
pt_br: Estação de aquecimento
pt_pt: Estação de aquecimento

source: Blue Cup JBC
de_de: Blauer Pokal JBC
es_es: Copa azul JBC
es_mx: Taza azul JBC
ja_jp: JBC青カップ
pt_br: Copa Azul JBC
pt_pt: Taça azul JBC

source: Green Cup JBC
de_de: Grüner Pokal JBC
es_es: Copa verde JBC
es_mx: Copa Verde JBC
ja_jp: 緑カップ
pt_br: Copa Verde JBC
pt_pt: Taça verde JBC

source: Pink Cup JBC
es_es: Vaso rosa JBC
es_mx: Copa rosa JBC
ja_jp: ピンクカップ
pt_br: Copa rosa JBC
pt_pt: Taça cor-de-rosa JBC

source: Ask Tutor
de_de: Tutor fragen
es_es: Preguntar al Tutor
es_mx: Preguntar al tutor
ja_jp: 先生に聞く
pt_br: Pergunte ao tutor
pt_pt: Pergunta ao Tutor

source: Arm
es_es: Brazo
es_mx: Brazo
ja_jp: 腕
pt_br: Braço
pt_pt: Braço

source: Claw
de_de: Klaue
es_es: Garra
es_mx: Garra
ja_jp: 手
pt_br: Garra
pt_pt: Garra

source: Left wheel
de_de: Linkes Rad
es_es: Rueda izquierda
es_mx: Rueda izquierda
ja_jp: 左の車輪
pt_br: Roda esquerda
pt_pt: Roda esquerda

source: Right wheel
de_de: Rechtes Rad
es_es: Rueda derecha
es_mx: Rueda derecha
ja_jp: 右の車輪
pt_br: Roda direita
pt_pt: Roda direita

source: Rangefinder
de_de: Entfernungsmesser
es_es: Telémetro
es_mx: Telémetro
ja_jp: レンジファインダー
pt_br: Telêmetro
pt_pt: Telémetro

source: Reflectance
de_de: Reflexionsgrad
es_es: Reflectancia
es_mx: Reflectancia
ja_jp: 反射率
pt_br: Refletância
pt_pt: Reflectância

source: Limit switch
de_de: Endschalter
es_es: Final de carrera
es_mx: Interruptor de límite
ja_jp: リミットスイッチ
pt_br: Chave de limite
pt_pt: Interruptor de fim de curso

source: Left touch
de_de: Links berühren
es_es: Toque izquierdo
es_mx: Toque izquierdo
ja_jp: 左のボタン
pt_br: Toque esquerdo
pt_pt: Toque esquerdo

source: Right touch
de_de: Rechts berühren
es_es: Toque derecho
es_mx: El toque adecuado
ja_jp: 右のボタン
pt_br: Toque direito
pt_pt: Toque direito

source: Ask me questions about programming, get help with your code, or discuss robotics concepts.
de_de: Stell mir Fragen zum Programmieren, hol dir Hilfe bei deinem Code oder diskutiere Robotikkonzepte.
es_es: Hazme preguntas sobre programación, obtén ayuda con tu código o discute conceptos de robótica.
es_mx: Hazme preguntas sobre programación, obtén ayuda con tu código o debate conceptos de robótica.
ja_jp: 私にプログラミングについて質問して、コードを助け受けて、ロボット工学ことについて車べます。
pt_br: Faça-me perguntas sobre programação, obtenha ajuda com seu código ou discuta conceitos de robótica.
pt_pt: Faz-me perguntas sobre programação, pede ajuda com o teu código ou discute conceitos de robótica.

source: Ask tutor a question...
de_de: Stell dem Tutor eine Frage...
es_es: Haz una pregunta al tutor...
es_mx: Haz una pregunta al tutor...
ja_jp: 先生に質問する
pt_br: Faça uma pergunta ao tutor...
pt_pt: Faz uma pergunta ao explicador...

source: JBC Challenge 0
de_de: JBC Herausforderung 0
es_es: Desafío JBC 0
es_mx: Desafío JBC 0
ja_jp: JBCチャレンジ0
pt_br: Desafio JBC 0
pt_pt: Desafio JBC 0

source: In Start Box
de_de: In der Startbox
es_es: En la casilla de inicio
es_mx: En la casilla de salida
ja_jp: スタートボックスにある
pt_br: Na caixa inicial
pt_pt: Na caixa inicial

source: Robot is in the start box
de_de: Der Roboter ist in der Startbox
es_es: El robot está en la caja de inicio
es_mx: El robot está en la casilla de salida
ja_jp: ロボットはスタートボックスにある
pt_br: O robô está na caixa de partida
pt_pt: O robô está na caixa de partida

source: Not In Start Box
de_de: Nicht in der Startbox
es_es: No está en la casilla de inicio
es_mx: No en la casilla de inicio
ja_jp: スタートボックスにない
pt_br: Não está na caixa inicial
pt_pt: Não está na caixa inicial

source: Robot is not in the start box
de_de: Der Roboter ist nicht in der Startbox
es_es: El robot no está en la casilla de salida
es_mx: El robot no está en la casilla de salida
ja_jp: ロボットはスタートボックスにない
pt_br: O robô não está na caixa de partida
pt_pt: O robô não está na caixa de partida

source: Robot Touching Line B
de_de: Roboter berührt Linie B
es_es: Robot tocando la línea B
es_mx: Robot que toca la línea B
ja_jp: ロボットはB一線にある
pt_br: Robô tocando a linha B
pt_pt: Robô que toca na linha B

source: Robot is touching line B
de_de: Der Roboter berührt die Linie B
es_es: El robot está tocando la línea B
es_mx: El robot está tocando la línea B
ja_jp: ロボットはB一線にある
pt_br: O robô está tocando a linha B
pt_pt: O robô está a tocar na linha B

source: Robot Reached End
de_de: Roboter hat Ende erreicht
es_es: El robot ha llegado al final
es_mx: El robot llegó al final
ja_jp: ロボットが終点に達した
pt_br: O robô chegou ao fim
pt_pt: O robô chegou ao fim

source: Robot reached the end of the mat
de_de: Der Roboter hat das Ende der Matte erreicht
es_es: El robot ha llegado al final de la alfombrilla
es_mx: El robot llegó al final de la alfombra
ja_jp: ロボットがマットの終点に達した
pt_br: O robô chegou ao final da esteira
pt_pt: O robô chegou ao fim do tapete

source: Robot Off Mat
de_de: Roboter aus Matte
es_es: Robot fuera de la alfombra
es_mx: Robot fuera de la alfombra
ja_jp: ロボットがマットにない
pt_br: Robô fora do tapete
pt_pt: Robô fora do tapete

source: Robot left the mat
de_de: Der Roboter hat die Matte verlassen
es_es: El robot ha abandonado la alfombrilla
es_mx: El robot salió de la alfombra
ja_jp: ロボットがマットに出ちゃった
pt_br: O robô deixou o tapete
pt_pt: O robô deixou o tapete

source: Start in the Start Box
de_de: Start in der Startbox
es_es: Comienza en la casilla de salida
es_mx: Comienza en la casilla de salida
ja_jp: スタートボックスに始まる
pt_br: Iniciar na caixa inicial
pt_pt: Começa na caixa de início

source: Reach the end of the mat
de_de: Erreiche das Ende der Matte
es_es: Llega al final de la alfombrilla
es_mx: Llega al final de la alfombra
ja_jp: マットの終点に達する
pt_br: Chegar ao final da esteira
pt_pt: Chega ao fim do tapete

source: Wheels do not touch line B
de_de: Die Räder berühren die Linie B nicht
es_es: Las ruedas no tocan la línea B
es_mx: Las ruedas no tocan la línea B
ja_jp: 車輪は線Bに触れていない
pt_br: As rodas não tocam a linha B
pt_pt: As rodas não tocam na linha B

source: Do not drive off the mat
de_de: Nicht von der Matte fahren
es_es: No salga de la alfombrilla
es_mx: No salgas de la alfombra
ja_jp: マットから離れてはいけません
pt_br: Não dirija fora da esteira
pt_pt: Não conduzas fora do tapete

source: JBC Challenge 1
de_de: JBC Herausforderung 1
es_es: Desafío JBC 1
es_mx: Desafío JBC 1
ja_jp: JBCチャレンジ１
pt_br: Desafio 1 da JBC
pt_pt: Desafio 1 da JBC

source: Can 9 Touched
de_de: Kann 9 Berührt
es_es: Can 9 Tocado
es_mx: ¿Se puede tocar 9?
ja_jp: 缶９触れた
pt_pt: Podes 9 tocado

source: Can A touched
de_de: Kann A berührt
es_es: Lata A tocada
es_mx: ¿Se puede tocar?
ja_jp: 缶A触れた
pt_br: Você pode tocar em
pt_pt: Podes tocar em A

source: Can 9 Intersects
es_es: Can 9 intersecta
es_mx: ¿Puede 9 intersecarse?
ja_jp: 缶９が交わる

source: Can 9 intersects circle 9
de_de: Can 9 schneidet den Kreis 9
es_es: Can 9 intersecta círculo 9
es_mx: El 9 puede intersecar el círculo 9
ja_jp: サークル９に缶９が交わる
pt_br: A lata 9 intercepta o círculo 9
pt_pt: A lata 9 intersecta o círculo 9

source: Can 9 Upright
de_de: Dose 9 Aufrecht
es_es: Lata 9 vertical
es_mx: 9 vertical
ja_jp: 缶９が立てている
pt_br: Lata 9 vertical
pt_pt: Lata 9 vertical

source: Can 9 upright on circle 9
de_de: Kann 9 aufrecht auf Kreis 9
es_es: Can 9 vertical en círculo 9
es_mx: ¿Se puede poner el 9 en posición vertical en el círculo 9?
ja_jp: サークル９で缶９が立てている
pt_br: Você pode 9 na vertical no círculo 9
pt_pt: Podes 9 na vertical no círculo 9

source: Robot Rentered Start
es_mx: Robot reiniciado Inicio
ja_jp: 再びロボットはスタートボックスに入た
pt_br: Início do robô renomeado
pt_pt: Início do Robô Rentered

source: Robot reentered starting box
de_de: Roboter ist wieder in der Startbox
es_es: El robot vuelve a entrar en la casilla de salida
es_mx: El robot volvió a entrar en la casilla de salida
ja_jp: ロボットはスタートボックスに帰た
pt_br: O robô entrou novamente na caixa de partida
pt_pt: O robô voltou a entrar na caixa de partida

source: Return to the Start Box
de_de: Zurück zum Startfeld
es_es: Vuelve a la casilla de salida
es_mx: Volver al cuadro de inicio
ja_jp: スタートボックスに帰てください
pt_br: Retornar à caixa inicial
pt_pt: Volta à caixa inicial

source: Can 9 not in circle 9
de_de: Dose 9 nicht im Kreis 9
es_es: Can 9 no en círculo 9
es_mx: ¿Puede 9 no estar en el círculo 9?
ja_jp: 缶９はサークル９にない
pt_br: Can 9 não está no círculo 9
pt_pt: Can 9 não no círculo 9

source: Can 9 not upright
de_de: Dose 9 nicht aufrecht
es_es: Can 9 no en posición vertical
es_mx: ¿No se puede enderezar el 9?
ja_jp: 缶９が立てられない
pt_br: A lata 9 não está na posição vertical
pt_pt: Lata 9 não vertical

source: JBC Challenge 2
de_de: JBC Herausforderung 2
es_es: Desafío JBC 2
es_mx: Desafío JBC 2
ja_jp: JBCチャレンジ２
pt_br: Desafio 2 da JBC
pt_pt: Desafio JBC 2

source: Can 6 Intersects
de_de: Dose 6 Überschneidungen
es_es: Can 6 intersecta
es_mx: Puede 6 intersecciones
ja_jp: 缶６が交わる

source: Can 6 intersects circle 6
de_de: Can 6 schneidet den Kreis 6
es_es: Can 6 intersecta el círculo 6
es_mx: ¿Puede el 6 intersectar el círculo 6?
ja_jp: サークル６に缶６が交わる
pt_br: A lata 6 intercepta o círculo 6
pt_pt: A lata 6 intersecta o círculo 6

source: Can 6 Upright
es_es: Can 6 vertical
es_mx: 6 latas verticales
ja_jp: 缶６が立てている
pt_br: Lata 6 vertical
pt_pt: Lata 6 vertical

source: Can 6 upright on circle 6
de_de: Kann 6 aufrecht auf Kreis 6
es_es: Can 6 vertical en círculo 6
es_mx: ¿Se puede poner 6 en posición vertical en el círculo 6?
ja_jp: サークル６で缶６が立てている
pt_br: Lata 6 na vertical no círculo 6
pt_pt: Podes 6 na vertical no círculo 6

source: Robot Passed Right Side
de_de: Roboter hat die rechte Seite passiert
es_es: Robot pasado lado derecho
es_mx: El robot pasó por el lado derecho
ja_jp: ロボットが右側を通過した
pt_br: Robô passou pelo lado direito
pt_pt: Robô passou pelo lado direito

source: Robot passed right side of can 6
de_de: Roboter hat die rechte Seite der Dose passiert 6
es_es: El robot ha pasado por el lado derecho de la lata 6
es_mx: El robot pasó por el lado derecho de la lata 6
ja_jp: ロボットが缶６の右側を通過した
pt_br: O robô passou pelo lado direito da lata 6
pt_pt: O robô passou pelo lado direito da lata 6

source: Robot Passed Top Side
de_de: Roboter hat die Oberseite passiert
es_es: Robot pasado lado superior
es_mx: El robot pasó por la parte superior
ja_jp: ロボットが上側を通過した
pt_br: Robô passou pelo lado superior
pt_pt: Robô passou pelo lado superior

source: Robot passed top side of can 6
de_de: Roboter hat die Oberseite der Dose passiert 6
es_es: El robot pasa por la parte superior de la lata 6
es_mx: El robot pasó por la parte superior de la lata 6
ja_jp: ロボットが缶６の上側を通過した
pt_br: O robô passou pelo lado superior da lata 6
pt_pt: O robô passou pelo lado superior da lata 6

source: Robot Passed left Side
de_de: Roboter hat die linke Seite passiert
es_es: Robot pasado lado izquierdo
es_mx: Robot pasó por el lado izquierdo
ja_jp: ロボットが左側を通過した
pt_br: Robô passou pelo lado esquerdo
pt_pt: Robô passou pelo lado esquerdo

source: Robot passed left side of can 6
de_de: Roboter hat die linke Seite der Dose passiert 6
es_es: Robot pasado el lado izquierdo de la lata 6
es_mx: El robot pasó por el lado izquierdo de la lata 6
ja_jp: ロボットが缶６の左側を通過した
pt_br: O robô passou pelo lado esquerdo da lata 6
pt_pt: O robô passou pelo lado esquerdo da lata 6

source: Pass the right side of can 6
de_de: Gehe an der rechten Seite von Dose 6 vorbei
es_es: Robot pasado el lado derecho de la lata 6
es_mx: Pasa por el lado derecho de la lata 6
ja_jp: 缶６の右側を通過してください
pt_br: Passe o lado direito da lata 6
pt_pt: Passa o lado direito da lata 6

source: Pass the top side of can 6
de_de: An der Oberseite der Dose 6 vorbeigehen
es_es: Pasa el lado superior de la lata 6
es_mx: Pasa la parte superior de la lata 6
ja_jp: 缶６の上側を通過してください
pt_br: Passe o lado superior da lata 6
pt_pt: Passa o lado superior da lata 6

source: Pass the left side of can 6
de_de: Gehe an der linken Seite von Dose 6 vorbei
es_es: Robot pasa el lado izquierdo de la lata 6
es_mx: Pasa por el lado izquierdo de la lata 6
ja_jp: 缶６の左側を通過してください
pt_br: Passe o lado esquerdo da lata 6
pt_pt: Passa o lado esquerdo da lata 6

source: Can 6 not in circle 6
de_de: Dose 6 nicht im Kreis 6
es_es: Lata 6 no en círculo 6
es_mx: ¿Puede 6 no estar en el círculo 6?
ja_jp: かん６はまる６にない
pt_br: A lata 6 não está no círculo 6
pt_pt: Lata 6 não no círculo 6

source: Can 6 not upright
de_de: Dose 6 nicht aufrecht
es_es: Lata 6 no vertical
es_mx: ¿No se puede mantener en posición vertical?
ja_jp: 缶６が立てられない
pt_br: A lata 6 não está na posição vertical
pt_pt: Lata 6 não vertical

source: JBC Challenge 3
de_de: JBC Herausforderung 3
es_es: Desafío JBC 3
es_mx: Desafío JBC 3
ja_jp: JBCチャレンジ３
pt_br: Desafio 3 da JBC
pt_pt: Desafio 3 da JBC

source: Robot Touched Garage Lines
de_de: Roboter berührte Garagenleitungen
es_es: Robot tocó los límites del garaje
es_mx: Robot tocó las líneas del garaje
ja_jp: ロボットがガレージの境界に触れちゃった
pt_br: Linhas de garagem tocadas por robôs
pt_pt: Linhas de garagem tocadas por robôs

source: Robot touched garage boundaries
de_de: Roboter berührte Grenzen der Garage
es_es: El robot tocó los límites del garaje
es_mx: El robot tocó los límites del garaje
ja_jp: ロボットがガレージの境界に触れちゃった
pt_br: O robô tocou os limites da garagem
pt_pt: O robô tocou os limites da garagem

source: Robot Parked in One Garage
de_de: Roboter in einer Garage geparkt
es_es: Robot aparcado en un solo garaje
es_mx: Robot estacionado en un garaje
ja_jp: ロボットは一番目のガレージに駐車した
pt_br: Robô estacionado em uma garagem
pt_pt: Robô estacionado numa garagem

source: Robot parked in only one garage
de_de: Roboter in nur einer Garage geparkt
es_es: Robot aparcado en un solo garaje
es_mx: Robot estacionado en un solo garaje
ja_jp: ロボットは一つのガレージにのみ駐車された
pt_br: Robô estacionado em apenas uma garagem
pt_pt: Robô estacionado numa única garagem

source: Robot Parked in Different Garage
de_de: Roboter in anderer Garage geparkt
es_es: Robot aparcado en otro garaje
es_mx: Robot estacionado en otro garaje
ja_jp: ロボットは別のガレージに駐車した
pt_br: Robô estacionado em uma garagem diferente
pt_pt: Robô estacionado numa garagem diferente

source: Robot parked in a different garage
de_de: Roboter in einer anderen Garage geparkt
es_es: Robot aparcado en un garaje diferente
es_mx: Robot estacionado en un garaje diferente
ja_jp: ロボットは別のガレージに駐車した
pt_br: Robô estacionado em uma garagem diferente
pt_pt: Robô estacionado numa garagem diferente

source: Robot Returned Start
de_de: Roboter zurückgegebener Start
es_es: Robot devuelto al arranque
es_mx: Robot devuelto Inicio
ja_jp: ロボットはスタートボックスに帰た
pt_br: Início do retorno do robô
pt_pt: Início do retorno do robô

source: Robot returned to starting box
de_de: Roboter zurück in die Startbox
es_es: Robot devuelto a caja de arranque
es_mx: El robot regresó a la casilla de salida
ja_jp: ロボットはスタートボックスに帰た
pt_br: O robô retornou à caixa de partida
pt_pt: O robô regressa à caixa de partida

source: Park in one garage
de_de: In einer Garage parken
es_es: Aparcado en un garaje
es_mx: Estaciona en un garaje
ja_jp: 一つのガレージに駐車してください
pt_br: Estacione em uma garagem
pt_pt: Estaciona numa garagem

source: Park in a different garage
de_de: In einer anderen Garage parken
es_es: Aparcar en otro garaje
es_mx: Estaciona en otro garaje
ja_jp: 別のガレージに駐車してください
pt_br: Estacione em uma garagem diferente
pt_pt: Estaciona numa garagem diferente

source: Do not touch garage boundaries
de_de: Garagengrenzen nicht berühren
es_es: No tocar los límites del garaje
es_mx: No toques los límites del garaje
ja_jp: ガレージの境界に触れないで
pt_br: Não toque nos limites da garagem
pt_pt: Não toques nos limites da garagem

source: JBC Challenge 4
de_de: JBC Herausforderung 4
es_es: Desafío JBC 4
es_mx: Desafío JBC 4
ja_jp: JBCチャレンジ４
pt_br: Desafio 4 da JBC
pt_pt: Desafio 4 da JBC

source: Circle Touched Out of Order
de_de: Außerhalb der Reihenfolge berührter Kreis
es_es: Círculo tocado fuera de orden
es_mx: Círculo táctil fuera de servicio
ja_jp: サークルが順番通りに触れなちゃった
pt_br: Círculo tocado fora de ordem
pt_pt: Círculo tocado fora de ordem

source: Circle was touched out of order
de_de: Der Kreis wurde außerplanmäßig berührt
es_es: El círculo se ha tocado fuera de orden
es_mx: El círculo se tocó fuera de orden
ja_jp: サークルが順番通りに触れなちゃった
pt_br: O círculo foi tocado fora de ordem
pt_pt: O círculo foi tocado fora de ordem

source: Robot Touched Circle 1
de_de: Roboter berührt Kreis 1
es_es: El robot ha tocado el círculo 1
es_mx: Robot tocó el círculo 1
ja_jp: ロボットはサークル１を触れた
pt_br: Robô tocou o círculo 1
pt_pt: Robô tocou no círculo 1

source: Robot touched circle 1
de_de: Roboter hat Kreis 1 berührt
es_es: Robot tocado círculo 1
es_mx: El robot tocó el círculo 1
ja_jp: ロボットはサークル１を触れた
pt_br: O robô tocou o círculo 1
pt_pt: O robô tocou no círculo 1

source: Robot Touched Circle 2
de_de: Roboter berührt Kreis 2
es_es: Robot tocado círculo 2
es_mx: Robot tocó el círculo 2
ja_jp: ロボットはサークル２を触れた
pt_br: Robô tocou o círculo 2
pt_pt: Robô tocou no círculo 2

source: Robot touched circle 2
de_de: Roboter berührt Kreis 2
es_es: Robot tocado círculo 2
es_mx: El robot tocó el círculo 2
ja_jp: ロボットはサークル２を触れた
pt_br: O robô tocou o círculo 2
pt_pt: O robô tocou no círculo 2

source: Robot Touched Circle 3
de_de: Roboter berührt Kreis 3
es_es: Robot tocado círculo 3
es_mx: Robot tocó el círculo 3
ja_jp: ロボットはサークル３を触れた
pt_br: Robô tocou o círculo 3
pt_pt: Robô tocou no círculo 3

source: Robot touched circle 3
de_de: Roboter hat Kreis 3 berührt
es_es: Robot tocado círculo 3
es_mx: El robot tocó el círculo 3
ja_jp: ロボットはサークル３を触れた
pt_br: O robô tocou o círculo 3
pt_pt: O robô tocou no círculo 3

source: Robot Touched Circle 4
de_de: Roboter berührt Kreis 4
es_es: Robot tocado círculo 4
es_mx: Robot tocó el círculo 4
ja_jp: ロボットはサークル４を触れた
pt_br: Robô tocou o círculo 4
pt_pt: Robô tocou no círculo 4

source: Robot touched circle 4
de_de: Roboter hat Kreis 4 berührt
es_es: Robot tocado círculo 4
es_mx: El robot tocó el círculo 4
ja_jp: ロボットはサークル４を触れた
pt_br: O robô tocou o círculo 4
pt_pt: O robô tocou no círculo 4

source: Robot Touched Circle 5
de_de: Roboter berührt Kreis 5
es_es: Robot tocado círculo 5
es_mx: Robot tocó el círculo 5
ja_jp: ロボットはサークル５を触れた
pt_br: Robô tocou o círculo 5
pt_pt: Robô tocou no círculo 5

source: Robot touched circle 5
de_de: Roboter hat Kreis 5 berührt
es_es: Robot tocado círculo 5
es_mx: El robot tocó el círculo 5
ja_jp: ロボットはサークル５を触れた
pt_br: O robô tocou o círculo 5
pt_pt: O robô tocou no círculo 5

source: Robot Touched Circle 6
de_de: Roboter berührt Kreis 6
es_es: Robot tocado círculo 6
es_mx: Robot tocó el círculo 6
ja_jp: ロボットはサークル６を触れた
pt_br: Robô tocou o círculo 6
pt_pt: Robô tocou no círculo 6

source: Robot touched circle 6
de_de: Roboter hat Kreis 6 berührt
es_es: Robot tocado círculo 6
es_mx: El robot tocó el círculo 6
ja_jp: ロボットはサークル６を触れた
pt_br: O robô tocou o círculo 6
pt_pt: O robô tocou no círculo 6

source: Robot Touched Circle 7
de_de: Roboter berührt Kreis 7
es_es: Robot tocado círculo 7
es_mx: Robot tocó el círculo 7
ja_jp: ロボットはサークル７を触れた
pt_br: Robô tocou o círculo 7
pt_pt: Robô tocou no círculo 7

source: Robot touched circle 7
de_de: Roboter hat Kreis 7 berührt
es_es: Robot tocado círculo 7
es_mx: El robot tocó el círculo 7
ja_jp: ロボットはサークル７を触れた
pt_br: O robô tocou o círculo 7
pt_pt: O robô tocou no círculo 7

source: Robot Touched Circle 8
de_de: Roboter berührt Kreis 8
es_es: Robot círculo tocado 8
es_mx: Robot tocó el círculo 8
ja_jp: ロボットはサークル８を触れた
pt_br: Robô tocou o círculo 8
pt_pt: Robô tocou no círculo 8

source: Robot touched circle 8
de_de: Roboter hat Kreis 8 berührt
es_es: Robot tocado círculo 8
es_mx: El robot tocó el círculo 8
ja_jp: ロボットはサークル８を触れた
pt_br: O robô tocou o círculo 8
pt_pt: O robô tocou no círculo 8

source: Touch circle 1
de_de: Kreis 1 berühren
es_es: Tocar círculo 1
es_mx: Toca el círculo 1
ja_jp: ロボットはサークル１を触れてください
pt_br: Círculo de toque 1
pt_pt: Círculo de toque 1

source: Touch circle 2
de_de: Kreis 2 berühren
es_es: Tocar círculo 2
es_mx: Toca el círculo 2
ja_jp: ロボットはサークル２を触れてください
pt_br: Círculo de toque 2
pt_pt: Círculo tátil 2

source: Touch circle 3
de_de: Kreis 3 berühren
es_es: Tocar círculo 3
es_mx: Toca el círculo 3
ja_jp: ロボットはサークル３を触れてください
pt_br: Círculo de toque 3
pt_pt: Toca no círculo 3

source: Touch circle 4
de_de: Kreis 4 berühren
es_es: Tocar círculo 4
es_mx: Toca el círculo 4
ja_jp: ロボットはサークル４を触れてください
pt_br: Círculo de toque 4
pt_pt: Toca no círculo 4

source: Touch circle 5
de_de: Berührungskreis 5
es_es: Tocar círculo 5
es_mx: Toca el círculo 5
ja_jp: ロボットはサークル５を触れてください
pt_br: Círculo de toque 5
pt_pt: Círculo tátil 5
