Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: email KIPR.
de_de: e-Mail an KIPR.
es_es: envíe un correo electrónico a KIPR.
es_mx: correo electrónico KIPR.
ja_jp: KIPRにメールしてくださいませんか。
pt_br: envie um e-mail para a KIPR.
pt_pt: envia um e-mail para KIPR.

source: Submit
de_de: Einreichen
es_es: Enviar
es_mx: Enviar
ja_jp: 出す
pt_br: Enviar
pt_pt: Submete

source: Feedback Success
de_de: Feedback Erfolg
es_es: Comentarios enviados con éxito
es_mx: Éxito de los comentarios
ja_jp: フィードバック成功
pt_br: Feedback de sucesso
pt_pt: Feedback de sucesso

source: Feedback successfully submitted!
de_de: Feedback erfolgreich übermittelt!
es_es: ¡Comentarios enviados con éxito!
es_mx: ¡Comentario enviado correctamente!
ja_jp: フィードバック成功。
pt_br: Feedback enviado com sucesso!
pt_pt: Enviaste o teu feedback com sucesso!

source: Thank you for helping improve the KIPR Simulator!
de_de: Danke, dass du uns hilfst, den KIPR-Simulator zu verbessern!
es_es: ¡Gracias por ayudar a mejorar el Simulador KIPR!
es_mx: ¡Gracias por ayudar a mejorar el simulador KIPR!
ja_jp: KIPRシミュレーターの改善してあげてありがとうございました！
pt_br: Obrigado por você ajudar a melhorar o Simulador KIPR!
pt_pt: Obrigado por ajudares a melhorar o Simulador KIPR!

source: Open World
de_de: Offene Welt
es_es: Mundo abierto
es_mx: Mundo abierto
ja_jp: 世界を開く
pt_br: Mundo aberto
pt_pt: Mundo aberto

source: Unknown
de_de: Unbekannt
es_es: Desconocido
es_mx: Desconocido
ja_jp: 不明
pt_br: Desconhecido
pt_pt: Desconhecido

source: Description:
de_de: Beschreibung:
es_es: Descripción:
es_mx: Descripción:
ja_jp: 説明：
pt_br: Descrição:
pt_pt: Descrição:

source: Author:
de_de: Autor:
es_es: Autor:
es_mx: Autor:
ja_jp: 作家：
pt_br: Autor:
pt_pt: Autor:

source: Me
de_de: Ich
es_mx: Yo
ja_jp: 私
pt_br: Eu
pt_pt: Eu

source: Select a scene to see more details
de_de: Wähle eine Szene aus, um mehr Details zu sehen
es_es: Selecciona una escena para ver más detalles
es_mx: Selecciona una escena para ver más detalles
ja_jp: もっと情報が見たいなら、シーンを選んでください
pt_br: Selecione uma cena para ver mais detalhes
pt_pt: Seleciona uma cena para ver mais detalhes

source: Description
de_de: Beschreibung
es_es: Descripción
es_mx: Descripción
ja_jp: 説明
pt_br: Descrição
pt_pt: Descrição

source: New World
de_de: Neue Welt
es_es: Nuevo Mundo
es_mx: Nuevo Mundo
ja_jp: 新しい世界
pt_br: Novo mundo
pt_pt: Novo Mundo

source: Create
de_de: Erstellen
es_es: Crear
es_mx: Crear
ja_jp: 作る
pt_br: Criar
pt_pt: Cria

source: Delete %s?
de_de: %s löschen?
es_es: ¿Borrar %s?
es_mx: ¿Eliminar %s?
ja_jp: 削除 %s
pt_br: Excluir %s?
pt_pt: Elimina %s?

source: Are you sure you want to delete %s?
de_de: Bist du sicher, dass du %s löschen willst?
es_es: ¿Seguro que quieres borrar %s?
es_mx: ¿Estás seguro de que deseas eliminar %s?
ja_jp: 本当に「%s」が削除したいですか？
pt_br: Você tem certeza de que deseja excluir %s?
pt_pt: Tens a certeza de que queres apagar %s?

source: Copy World
es_es: Copiar Mundo
es_mx: Copiar Mundo
ja_jp: 世界をコピーする
pt_br: Copiar mundo
pt_pt: Copia o mundo

source: Closing this dialog will take you back to the last well-known state.
de_de: Wenn du diesen Dialog schließt, kehrst du zum letzten bekannten Status zurück.
es_es: Al cerrar este diálogo volverás al último estado conocido.
es_mx: Al cerrar este cuadro de diálogo, volverás al último estado conocido.
ja_jp: このダイアログを閉じると、最後によく知られていた状態に戻ります。
pt_br: Ao fechar essa caixa de diálogo, você voltará ao último estado conhecido.
pt_pt: Ao fechar esta caixa de diálogo, regressa ao último estado conhecido.

source: If this error persists, please submit feedback.
de_de: Wenn dieser Fehler weiterhin auftritt, gib bitte Feedback.
es_es: Si este error persiste, envíanos tus comentarios.
es_mx: Si este error persiste, envía tus comentarios.
ja_jp: エラーが長引いてると、フィードバックを出してください。
pt_br: Se esse erro persistir, envie comentários.
pt_pt: Se este erro persistir, envia a tua opinião.

source: World Settings
de_de: Welt Einstellungen
es_es: Configuración del mundo
es_mx: Configuración global
ja_jp: 世界制御
pt_br: Configurações do mundo
pt_pt: Definições do mundo

source: CHALLENGE
es_es: DESAFÍO
es_mx: DESAFÍO
ja_jp: 難題
pt_br: DESAFIO
pt_pt: DESAFIO

source: Start
es_es: Iniciar
es_mx: Comienza
ja_jp: 始め
pt_br: Início
pt_pt: Começa

source: Welcome to the KIPR Simulator!
de_de: Willkommen im KIPR-Simulator!
es_es: ¡Bienvenido al Simulador KIPR!
es_mx: ¡Bienvenido al simulador KIPR!
ja_jp: KIPRシミュレーターへようこそ！
pt_br: Bem-vindo ao simulador KIPR!
pt_pt: Bem-vindo ao Simulador KIPR!

source: Compiling...
de_de: Kompilieren...
es_es: Compilando...
es_mx: Compilando...
ja_jp: コンパイルしている...
pt_br: Compilando...
pt_pt: Compilar...

source: Compilation succeeded with warnings.
de_de: Kompilierung erfolgreich mit Warnungen.
es_es: Compilación exitosa con advertencias.
es_mx: La compilación se ha realizado correctamente, pero se han generado advertencias
ja_jp: コンパイルが成功けど、ワーニングがあります。
pt_br: A compilação foi bem-sucedida com avisos.
pt_pt: A compilação foi bem sucedida com avisos.

source: Compilation succeeded.
de_de: Kompilierung erfolgreich.
es_es: Compilación correcta.
es_mx: Compilación completada
ja_jp: コンパイルが成功。
pt_br: A compilação foi bem-sucedida.
pt_pt: A compilação foi bem sucedida

source: Compilation failed.
de_de: Kompilierung fehlgeschlagen.
es_es: La compilación ha fallado.
es_mx: La compilación ha fallado
ja_jp: コンパイルが失敗。
pt_br: Falha na compilação.
pt_pt: A compilação falhou.

source: Something went wrong during compilation.
de_de: Bei der Kompilierung ist etwas schief gelaufen.
es_es: Algo ha ido mal durante la compilación.
es_mx: Algo salió mal durante la compilación
ja_jp: コンパイル時に何かが間違ってしまった。
pt_br: Algo deu errado durante a compilação.
pt_pt: Algo correu mal durante a compilação

source: Compilation succeeded with warnings
de_de: Kompilierung erfolgreich mit Warnungen
es_es: Compilación correcta con advertencias
es_mx: La compilación se ha realizado correctamente con advertencias
ja_jp: コンパイルが成功けど、ワーニングがあります。
pt_br: A compilação foi bem-sucedida com avisos
pt_pt: A compilação foi bem sucedida com avisos

source: Compilation succeeded
de_de: Zusammenstellung gelungen
es_es: Compilación correcta
es_mx: Compilación realizada correctamente
ja_jp: コンパイルが成功。
pt_br: Compilação bem-sucedida
pt_pt: Compilação bem sucedida

source: Modules
de_de: Module
es_es: Módulos
es_mx: Módulos
ja_jp: モジュール
pt_br: Módulos
pt_pt: Módulos

source: Functions
de_de: Funktionen
es_es: Funciones
es_mx: Funciones
ja_jp: 関数
pt_br: Funções
pt_pt: Funções

source: Structures
de_de: Strukturen
es_es: Estructuras
es_mx: Estructuras
ja_jp: 構造
pt_br: Estruturas
pt_pt: Estruturas

source: Enumerations
de_de: Aufzählungen
es_es: Enumeraciones
es_mx: Enumeraciones
ja_jp: 列挙型
pt_br: Enumerações
pt_pt: Enumerações

source: Files
de_de: Dateien
es_es: Ficheros
es_mx: Archivos
ja_jp: ファイル
pt_br: Arquivos
pt_pt: Ficheiros

source: Search...
de_de: Suche...
es_es: Buscar...
es_mx: Buscar...
ja_jp: 検索
pt_br: Pesquisar...
pt_pt: Procura...

source: Detailed Description
de_de: Detaillierte Beschreibung
es_es: Descripción detallada
es_mx: Descripción detallada
ja_jp: 詳しい説明
pt_br: Descrição detalhada
pt_pt: Descrição pormenorizada

source: Parameters
de_de: Parameter
es_es: Parámetros
es_mx: Parámetros
ja_jp: パラメーター
pt_br: Parâmetros
pt_pt: Parâmetros

source: Return Value
de_de: Rückgabewert
es_es: Valor devuelto
es_mx: Valor de retorno
ja_jp: 戻り値
pt_br: Valor de retorno
pt_pt: Valor de retorno

source: Fields
de_de: Felder
es_es: Campos
es_mx: Campos
ja_jp: フィールド
pt_br: Campos
pt_pt: Campos

source: Volume
de_de: Band
es_es: Volumen
es_mx: Volumen
ja_jp: 体積

source: Challenge
de_de: Herausforderung
es_es: Desafío
es_mx: Reto
ja_jp: 問題
pt_br: Desafio
pt_pt: Desafio

source: Stop
de_de: Stopp
es_es: Detener
es_mx: Detente
ja_jp: 止まる
pt_br: Parar
pt_pt: Pára

source: Run
de_de: Lauf
es_es: Ejecutar
es_mx: Corre
ja_jp: 実行
pt_br: Executar
pt_pt: Corre

source: and External Contributors
de_de: und externe Mitwirkende
es_es: y colaboradores externos
es_mx: y colaboradores externos
ja_jp: 外部の寄稿者も
pt_br: e colaboradores externos
pt_pt: e colaboradores externos

source: Visit our
de_de: Besuchen Sie unser
es_es: Visite nuestro
es_mx: Visita nuestro
ja_jp: 見る
pt_br: Visite nossa
pt_pt: Visita a nossa

source: Science
de_de: Wissenschaft
es_es: Ciencia
es_mx: Ciencia
ja_jp: 科学
pt_br: Ciência
pt_pt: Ciência

source: Technology
de_de: Technologie
es_es: Tecnología
es_mx: Tecnología
ja_jp: 技術
pt_br: Tecnologia
pt_pt: Tecnologia

source: Engineering
de_de: Technik
es_es: Ingeniería
es_mx: Ingeniería
ja_jp: 工学
pt_br: Engenharia
pt_pt: Engenharia

source: Arts
de_de: Kunst
es_es: Artes
es_mx: Artes
ja_jp: 人文科学
pt_br: Artes
pt_pt: Artes

source: Mathematics
de_de: Mathematik
es_es: Matemáticas
es_mx: Matemáticas
ja_jp: 数学
pt_br: Matemática
pt_pt: Matemática

source: Test Assignment
de_de: Test Zuweisung
es_es: Tarea de prueba
es_mx: Tarea de prueba
ja_jp: デモ宿題
pt_br: Atribuição de teste
pt_pt: Teste de atribuição

source: This is a test assignment.
de_de: Dies ist eine Testaufgabe.
es_es: Esta es una tarea de prueba.
es_mx: Esta es una tarea de prueba.
ja_jp: これはデモ宿題です。
pt_br: Este é um trabalho de teste.
pt_pt: Este é um trabalho de teste.

source: Educator notes
de_de: Anmerkungen für Pädagogen
es_es: Notas del profesor
es_mx: Notas para el educador
ja_jp: 先生のノート
pt_br: Notas do educador
pt_pt: Notas do educador

source: Student notes
de_de: Studenten-Notizen
es_es: Notas del alumno
es_mx: Notas de los estudiantes
ja_jp: 学生のノート
pt_br: Anotações do aluno
pt_pt: Notas dos alunos

source: Circle %s
de_de: Kreis %s
es_es: Círculo %s
es_mx: Círculo %s
ja_jp: サークル%s
pt_br: Círculo %s
pt_pt: Círculo %s

source: Junior Botball Challenge 0: Drive Straight
de_de: Junior Botball Challenge 0: Geradeaus fahren
es_mx: Desafío Botball Junior 0: Conducir en línea recta
ja_jp: ジュニア・ボットボール・チャレンジ0：まっすぐ運転する
pt_br: Desafio de Botball Júnior 0: Dirigir em linha reta
pt_pt: Desafio de Botball Júnior 0: Conduz em linha reta

source: Not Start Box
de_de: Nicht Start Box
es_es: No Start Box
es_mx: No iniciar casilla
ja_jp: スタートボックスじゃない
pt_br: Não iniciar caixa
pt_pt: Não inicia a caixa

source: Start Box
es_mx: Cuadro de inicio
ja_jp: スタートボックス
pt_br: Caixa inicial
pt_pt: Caixa inicial

source: Line B
de_de: Linie B
es_es: Línea B
es_mx: Línea B
ja_jp: ラインB
pt_br: Linha B
pt_pt: Linha B

source: End Box
es_mx: Cuadro final
ja_jp: 終わるボックス
pt_br: Caixa final
pt_pt: Caixa de extremidade

source: End of Mat
de_de: Ende der Matte
es_es: Fin de colchoneta
es_mx: Fin de la estera
ja_jp: マットの終わり
pt_br: Fim da esteira
pt_pt: Fim do tapete

source: Right Side Can
de_de: Rechte Seite Dose
es_es: Lado derecho
es_mx: Lado derecho
ja_jp: 右の缶
pt_br: Lata do lado direito
pt_pt: Lado direito da lata

source: Top Side Can
de_de: Oberseite Dose
es_es: Lateral superior
es_mx: Parte superior de la lata
ja_jp: 上の缶
pt_br: Lata lateral superior
pt_pt: Lado superior da lata

source: Left Side Can
de_de: Linke Seite Dose
es_es: Lado Izquierdo
es_mx: Lado izquierdo
ja_jp: 左の缶
pt_br: Lata do lado esquerdo
pt_pt: Lado esquerdo da lata

source: Click Instruction Box
de_de: Klick Anleitungsbox
es_mx: Haz clic en el cuadro de instrucciones
ja_jp: 指示ボックスをクリックしてください
pt_br: Clique na caixa de instruções
pt_pt: Clica na caixa de instruções

source: Click Instruction 1 Box
de_de: Klick Anweisung 1 Box
es_es: Click Instrucción 1 Caja
es_mx: Haz clic en el cuadro Instrucción 1
ja_jp: 指示１ボックスをクリックしてください
pt_br: Instruções de clique 1 caixa
pt_pt: Clica em Instrução 1 Caixa

source: Click Instruction 2 Box
de_de: Klicken Sie auf Anweisung 2 Box
es_es: Click Instrucción 2 Caja
es_mx: Haz clic en el cuadro Instrucción 2
ja_jp: 指示２ボックスをクリックしてください
pt_br: Clique na caixa de instruções 2
pt_pt: Clica na caixa de instruções 2

source: Chosen Garage Box
de_de: Ausgewählte Garagenbox
es_es: Caja Garaje Elegido
es_mx: Garaje elegido
ja_jp: 選んだ車庫
pt_br: Caixa de garagem escolhida
pt_pt: Caixa de garagem escolhida

source: Green Garage Designator Box
de_de: Grüne Garage Designator Box
es_es: Cuadro verde de designación de garaje
es_mx: Caja de designación de garaje ecológico
ja_jp: 緑の車庫ボックス
pt_br: Caixa Designadora de Garagem Verde
pt_pt: Caixa Designadora de Garagem Verde

source: Yellow Garage Designator Box
de_de: Gelbe Garage Designator Box
es_es: Cuadro amarillo de designación de garaje
es_mx: Caja amarilla con el número de tu garaje
ja_jp: 黄の車庫ボックス
pt_br: Caixa Designadora de Garagem Amarela
pt_pt: Caixa designadora de garagem amarela

source: Blue Garage Designator Box
de_de: Blaue Garage Designator Box
es_es: Cuadro azul de designación de garaje
es_mx: Caja azul identificativa del garaje
ja_jp: 青の車庫ボックス
pt_br: Caixa Designadora de Garagem Azul
pt_pt: Caixa designadora de garagem azul

source: Green Garage
de_de: Grüne Garage
es_es: Garaje Verde
es_mx: Garaje ecológico
ja_jp: 緑の車庫
pt_br: Garagem verde
pt_pt: Garagem verde

source: Green Garage node
de_de: Grüner Garagenknoten
es_es: Nodo Garaje Verde
es_mx: Nodo Green Garage
ja_jp: 緑の車庫ノード
pt_br: Nó de garagem verde
pt_pt: Nó de garagem verde

source: Yellow Garage node
de_de: Gelber Garagenknoten
es_es: Nodo Garaje Amarillo
es_mx: Nodo del garaje amarillo
ja_jp: 黄の車庫ノード
pt_br: Nó de garagem amarelo
pt_pt: Nó de garagem amarelo

source: Blue Garage node
de_de: Blauer Garagenknoten
es_es: Nodo Garaje Azul
es_mx: Nodo Blue Garage
ja_jp: 青の車庫ノード
pt_br: Nó de garagem azul
pt_pt: Nó de garagem azul

source: Green Garage Right Boundary node
de_de: Grüne Garage Rechter Begrenzungsknoten
es_es: Nodo Verde Límite Derecho Garaje
es_mx: Garaje ecológico Nodo del límite derecho
ja_jp: 緑の車庫右境ノード
pt_br: Garagem verde Nó de limite direito
pt_pt: Garagem verde Nó de limite direito

source: Green Garage Left Boundary node
de_de: Grüne Garage Linker Begrenzungsknoten
es_es: Nodo Verde Límite Izquierdo Garaje
es_mx: Garaje ecológico Nodo límite izquierdo
ja_jp: 緑の車庫左境ノード
pt_br: Garagem verde Nó de limite esquerdo
pt_pt: Garagem verde Nó de fronteira à esquerda

source: Green Garage Top Boundary node
de_de: Grüne Garage Oben Begrenzungsknoten
es_es: Nodo superior de garaje verde
es_mx: Garaje ecológico Nodo límite superior
ja_jp: 緑の車庫上境ノード
pt_br: Nó de limite superior da garagem verde
pt_pt: Nó de limite superior da garagem verde

source: Blue Garage
de_de: Blaue Garage
es_es: Garaje azul
es_mx: Garaje azul
ja_jp: 青の車庫
pt_br: Garagem azul
pt_pt: Garagem azul

source: Blue Garage Right Boundary node
de_de: Blaue Garage Rechter Begrenzungsknoten
es_es: Garaje Azul Nodo Límite Derecho
es_mx: Nodo del límite derecho del garaje azul
ja_jp: 青の車庫右境ノード
pt_br: Nó de limite direito da garagem azul
pt_pt: Nó de limite direito da garagem azul

source: Blue Garage Left Boundary node
de_de: Blaue Garage Linker Begrenzungsknoten
es_es: Garaje azul Nodo límite izquierdo
es_mx: Nodo límite izquierdo del garaje azul
ja_jp: 青の車庫左境ノード
pt_br: Nó de limite esquerdo da garagem azul
pt_pt: Nó de limite esquerdo da garagem azul

source: Blue Garage Top Boundary node
de_de: Blaue Garage oben Begrenzungsknoten
es_es: Garaje azul Nodo límite superior
es_mx: Garaje azul Nodo límite superior
ja_jp: 青の車庫上境ノード
pt_br: Nó de limite superior da garagem azul
pt_pt: Nó de limite do topo da garagem azul

source: Yellow Garage
de_de: Gelbe Garage
es_es: Garaje amarillo
es_mx: Garaje amarillo
ja_jp: 黄の車庫
pt_br: Garagem Amarela
pt_pt: Garagem amarela

source: Yellow Garage Right Boundary node
de_de: Gelbe Garage Rechter Begrenzungsknoten
es_es: Garaje Amarillo Nodo Límite Derecho
es_mx: Nodo del límite derecho del garaje amarillo
ja_jp: 黄の車庫右境ノード
pt_br: Nó de limite direito da garagem amarela
pt_pt: Nó de limite direito da garagem amarela

source: Yellow Garage Left Boundary node
de_de: Gelbe Garage Linker Begrenzungsknoten
es_es: Garaje Amarillo Nodo Límite Izquierdo
es_mx: Nodo del límite izquierdo del garaje amarillo
ja_jp: 黄の車庫左境ノード
pt_br: Nó de limite esquerdo da garagem amarela
pt_pt: Nó de limite esquerdo da garagem amarela

source: Yellow Garage Top Boundary node
de_de: Gelber Grenzknoten Garage oben
es_es: Garaje amarillo Nodo límite superior
es_mx: Garaje amarillo Nodo límite superior
ja_jp: 黄の車庫上境ノード
pt_br: Nó de limite superior da garagem amarela
pt_pt: Nó de limite do topo da garagem amarelo

source: Yellow Garage Marker 1
de_de: Gelbe Garage Markierung 1
es_es: Garaje amarillo Marcador 1
es_mx: Marcador amarillo para garaje 1
ja_jp: 黄の車庫標識１
pt_br: Marcador de garagem amarelo 1
pt_pt: Marcador de garagem amarelo 1

source: Yellow Garage Marker 2
de_de: Gelbe Garage Markierung 2
es_es: Garaje amarillo Marcador 2
es_mx: Marcador amarillo para garaje 2
ja_jp: 黄の車庫標識２
pt_br: Marcador de garagem amarelo 2
pt_pt: Marcador de garagem amarelo 2

source: Blue Garage Marker 1
de_de: Blaue Garage Markierung 1
es_es: Garaje azul Marcador 1
es_mx: Marcador azul para garaje 1
ja_jp: 青の車庫標識１
pt_br: Marcador de garagem azul 1
pt_pt: Marcador de garagem azul 1

source: Blue Garage Marker 2
de_de: Blaue Garage Markierung 2
es_es: Garaje azul Marcador 2
es_mx: Marcador azul para garaje 2
ja_jp: 青の車庫標識２
pt_br: Marcador de garagem azul 2
pt_pt: Marcador de garagem azul 2

source: Green Garage Marker 1
de_de: Grüne Garage Markierung 1
es_es: Marcador verde de garaje 1
es_mx: Marcador de garaje ecológico 1
ja_jp: 緑の車庫標識１
pt_br: Marcador de garagem verde 1
pt_pt: Marcador de garagem verde 1

source: Green Garage Marker 2
de_de: Grüne Garage Markierung 2
es_es: Marcador verde de garaje 2
es_mx: Marcador de garaje ecológico 2
ja_jp: 緑の車庫標識２
pt_br: Marcador de garagem verde 2
pt_pt: Marcador de garagem verde 2

source: Junior Botball Challenge 4: Serpentine
es_es: Junior Botball Desafío 4: Serpentina
es_mx: Desafío Botball Junior 4: Serpentina
ja_jp: ジュニア・ボットボール・チャレンジ4：延々
pt_br: Desafio 4 do Junior Botball: Serpentina
pt_pt: Desafio de Botball Júnior 4: Serpentina

source: Junior Botball Challenge 5: Odd Numbers
de_de: Junior Botball Challenge 5: Ungerade Zahlen
es_es: Junior Botball Desafío 5: Números impares
es_mx: Desafío Botball Junior 5: Números impares
ja_jp: ジュニア・ボットボール・チャレンジ5：奇数
pt_br: Desafio Junior Botball 5: Números ímpares
pt_pt: Desafio Botball Júnior 5: Números ímpares

source: Junior Botball Challenge 6: Figure Eight
de_de: Junior Botball Challenge 6: Achter
es_es: Junior Botball Desafío 6: Figura del ocho
es_mx: Desafío Botball Junior 6: Ocho
ja_jp: ジュニア・ボットボール・チャレンジ6：８の字
pt_br: Desafio de Botball Júnior 6: Figura oito
pt_pt: Desafio de Botball Júnior 6: Figura Oito

source: Between cans 4 and 9
de_de: Zwischen Dosen 4 und 9
es_es: Entre las latas 4 y 9
es_mx: Entre las latas 4 y 9
ja_jp: 缶４と缶９の間
pt_br: Entre as latas 4 e 9
pt_pt: Entre as latas 4 e 9

source: Top side of can 9
de_de: Oberseite der Dose 9
es_es: Parte superior de la lata 9
es_mx: Parte superior de la lata 9
ja_jp: 缶９の上
pt_br: Lado superior da lata 9
pt_pt: Lado superior da lata 9

source: Junior Botball Challenge 7: Load 'Em Up
de_de: Junior Botball Challenge 7: Lade sie auf
es_es: Desafío Botball Junior 7: Load 'Em Up
es_mx: Desafío Botball Junior 7: Carguen todo
ja_jp: ジュニア・ボットボール・チャレンジ 7：積み込もう
pt_br: Desafio Junior Botball 7: Carregue-os
pt_pt: Desafio de Botball Júnior 7: Carrega-os

source: Junior Botball Challenge 8: Bulldozer Mania
de_de: Junior Botball Challenge 8: Bulldozer Manie
es_es: Desafío Botball Junior 8: Bulldozer Mania
es_mx: Desafío Botball Junior 8: Bulldozer Mania
ja_jp: ジュニア・ボットボール・チャレンジ 8：ブルドーザー・マニア
pt_br: Desafio Junior Botball 8: Bulldozer Mania
pt_pt: Desafio Botball Júnior 8: Bulldozer Mania

source: Junior Botball Challenge 9: Cover Your Bases
de_de: Junior Botball Challenge 9: Decke deine Basen ab
es_es: Desafío Botball Junior 9: Cubre tus bases
es_mx: Desafío Botball Junior 9: Cubre tus bases
ja_jp: ジュニア・ボットボール・チャレンジ 9：ベースを網羅する
pt_br: Desafio Junior Botball 9: Cubra suas bases
pt_pt: Desafio de Botball Júnior 9: Cobre as tuas bases

source: Junior Botball Challenge 10: Chopped
de_de: Junior Botball Challenge 10: Zerhackt
es_mx: Desafío Botball Junior 10: Chopped
ja_jp: ジュニア・ボットボール・チャレンジ 10：チャップ
pt_br: Desafio Junior Botball 10: Picado
pt_pt: Desafio de Botball Júnior 10: Picado

source: Junior Botball Challenge 11: Making Waves
de_de: Junior Botball Challenge 11: Wellen schlagen
es_es: Junior Botball Challenge 11: Haciendo olas
es_mx: Desafío Botball Junior 11: Haciendo olas
ja_jp: ジュニア・ボットボール・チャレンジ 11：波風を立てる
pt_br: Desafio 11 do Junior Botball: Fazendo ondas
pt_pt: Desafio Botball Júnior 11: Fazendo ondas

source: Junior Botball Challenge 12: Add it Up
de_de: Junior Botball Challenge 12: Addiere es auf
es_es: Junior Botball Challenge 12: Suma y sigue
es_mx: Desafío Botball Junior 12: Súmalo todo
ja_jp: ジュニア・ボットボール・チャレンジ 12：足し算する
pt_br: Desafio 12 do Junior Botball: somar
pt_pt: Desafio 12 do Junior Botball: Faz as contas

source: Circle 1
de_de: Kreis 1
es_es: Círculo 1
es_mx: Círculo 1
ja_jp: サークル１
pt_br: Círculo 1
pt_pt: Círculo 1

source: Junior Botball Challenge 14: Dance Party
de_de: Junior Botball Challenge 14: Tanzparty
es_es: Junior Botball Challenge 14: Fiesta de baile
es_mx: Desafío Botball Junior 14: Fiesta de baile
ja_jp: ジュニア・ボットボール・チャレンジ 14：ダンスパーティー
pt_br: Desafio Junior Botball 14: Festa dançante
pt_pt: Desafio Botball Júnior 14: Festa de dança

source: Junior Botball Challenge 15: Go Fetch
es_es: Junior Botball Challenge 15: A por ellos
es_mx: Desafío Botball Junior 15: Ve a buscarlo
ja_jp: ジュニア・ボットボール・チャレンジ 15：ダンスパーティー
pt_br: Desafio 15 do Junior Botball: Vá buscar
pt_pt: Desafio Botball Júnior 15: Vai buscar

source: Junior Botball Challenge 16: Pick 'Em Up
es_mx: Desafío Botball Junior 16: Recógelos
ja_jp: ジュニア・ボットボール・チャレンジ 16：拾う
pt_br: Desafio de beisebol júnior 16: Escolha
pt_pt: Desafio de Botball Júnior 16: Apanha-os

source: Junior Botball Challenge 17: Mountain Rescue
de_de: Junior Botball Challenge 17: Bergrettung
es_es: Junior Botball Challenge 17: Rescate en la montaña
es_mx: Desafío Botball Junior 17: Rescate en montaña
ja_jp: ジュニア・ボットボール・チャレンジ 17：救助
pt_br: Desafio Junior Botball 17: Resgate na montanha
pt_pt: Desafio Botball Júnior 17: Resgate na montanha

source: Junior Botball Challenge 18: Stackerz
es_mx: Desafío Botball Junior 18: Stackerz
ja_jp: ジュニア・ボットボール・チャレンジ 18：積む
pt_br: Desafio Junior Botball 18: Stackerz
pt_pt: Desafio Botball Júnior 18: Stackerz

source: Bottom of can5
de_de: Unterseite der Dose5
es_es: Parte inferior de la lata5
es_mx: Parte inferior de la lata 5
ja_jp: 缶５の下
pt_br: Parte inferior da lata5
pt_pt: Fundo da lata5

source: Top of can7
de_de: Oben auf can7
es_es: Parte superior de la lata7
es_mx: Parte superior de la lata7
ja_jp: 缶７の上
pt_br: Parte superior da can7
pt_pt: Topo da can7

source: Bottom of can7
de_de: Boden der Dose7
es_es: Parte inferior de la lata7
es_mx: Parte inferior de la lata7
ja_jp: 缶７の下
pt_br: Parte inferior da lata7
pt_pt: Fundo da lata7

source: Top of can5
de_de: Oben auf can5
es_es: Parte superior de la lata5
es_mx: Parte superior de la lata5
ja_jp: 缶５の上
pt_br: Parte superior da can5
pt_pt: Topo da can5

source: Junior Botball Challenge 19: Bump
es_es: Junior Botball Desafío 19: Bump
es_mx: Desafío Botball Junior 19: Choque
ja_jp: ジュニア・ボットボール・チャレンジ 18：ドンドン
pt_br: Desafio de Botball Júnior 19: Bump
pt_pt: Desafio de Botball Júnior 19: Bump

source: Junior Botball Challenge 20: A'mazing
es_mx: Desafío Botball Junior 20: A'mazing
ja_jp: ジュニア・ボットボール・チャレンジ 18：迷ろう獪
pt_br: Desafio 20 do Junior Botball: A'mazing
pt_pt: Desafio Botball Júnior 20: A'mazing

source: Paper Ream 3
de_de: Papierriese 3
es_es: Resma de papel 3
es_mx: Resma de papel 3
ja_jp: 用紙リーム３
pt_br: Resma de papel 3
pt_pt: Resma de papel 3

source: Paper Ream 4
de_de: Papier Ries 4
es_es: Resma de papel 4
es_mx: Resma de papel 4
ja_jp: 用紙リーム４
pt_br: Resma de papel 4
pt_pt: Resma de papel 4
