Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Is standards aligned
de_de: Ist an den Standards ausgerichtet
es_es: ¿Está alineado con las normas?
es_mx: ¿Está alineado con los estándares?
ja_jp: 教育の標準規格に準拠しています
pt_br: Está alinhado aos padrões
pt_pt: Está alinhado com as normas

source: Standards
de_de: Normen
es_es: Estándares
es_mx: Normas
ja_jp: 標準規格
pt_br: Padrões
pt_pt: Normas

source: Subject
de_de: Thema
es_es: Asignatura
es_mx: Asunto
ja_jp: 科目
pt_br: Assunto
pt_pt: Assunto

source: Grade Level
de_de: Klassenstufe
es_es: Nivel
es_mx: Nivel de grado
ja_jp: 年生
pt_br: Nível da série
pt_pt: Nível de ensino

source: Grade Levels: %s
de_de: Klassenstufen: %s
es_es: Niveles: %s
es_mx: Niveles de grado: %s
ja_jp: %s 年生
pt_br: Níveis de série: %s
pt_pt: Níveis de ensino: %s

source: Standard: %s
es_es: Estándar: %s
es_mx: Estándar: %s
ja_jp: 標準規格：%s
pt_br: Padrão: %s
pt_pt: Norma: %s

source: Subject: %s
de_de: Betreff: %s
es_es: Asignatura: %s
es_mx: Asunto: %s
ja_jp: 科目：%s
pt_br: Assunto: %s
pt_pt: Assunto: %s

source: U.S. Std.
es_es: EE.UU. Std.
es_mx: Estándar estadounidense.
ja_jp: アメリカの標準規格
pt_br: Padrão dos EUA
pt_pt: Padrão dos EUA

source: Curriculum
de_de: Lehrplan
es_mx: Plan de estudios
ja_jp: 課程
pt_br: Currículo
pt_pt: Currículo

source: My Assignments
de_de: Meine Assignments
es_es: Mis Tareas
es_mx: Tus tareas
ja_jp: 私の宿題
pt_br: Minhas tarefas
pt_pt: Os meus trabalhos

source: Scratch Variables
es_es: Variables Scratch
es_mx: Variables de Scratch
pt_br: Variáveis do Scratch
pt_pt: Variáveis do Scratch

source: A hamburger
de_de: Ein Hamburger
es_es: Una hamburguesa
es_mx: Una hamburguesa
ja_jp: ハンバーガー
pt_br: Um hambúrguer
pt_pt: Um hambúrguer

source: Blue pom front #$(s)
de_de: Blaue Bommel vorne #$(s)
es_es: Frente pom azul #$(s)
es_mx: Pompa azul delantera #$(s)
pt_br: Frente azul com pompons #$(s)
pt_pt: Frente azul com pompons #$(s)

source: Blue pom front #$d
de_de: Blaue Bommel vorne #$d
es_es: Frente pom azul #$d
es_mx: Frente azul pom #$d
pt_br: Frente azul com pompons #$d
pt_pt: Frente azul com pompons #$d

source: Blue pom front #%d
de_de: Blaue Bommel vorne #%d
es_es: Pom azul delante #%d
es_mx: Frente azul pom #%d
ja_jp: 前の青ポン #%d
pt_br: Frente azul com pompons #%d
pt_pt: Frente azul com pompons #%d

source: Blue pom back #%d
de_de: Blauer Pompon hinten #%d
es_es: Pom azul delante #%d
es_mx: Pompa azul atrás #%d
ja_jp: 後ろの青ポン #%d
pt_br: Costas com pompom azul #%d
pt_pt: Costas com pompons azuis #%d

source: Bottle #%d
de_de: Flasche #%d
es_es: Botella #%d
es_mx: Botella n.º %d
ja_jp: ボトル #%d
pt_br: Garrafa #%d
pt_pt: Garrafa #%d

source: Orange pom #%d
es_es: Pom naranja #%d
es_mx: Naranja pom #%d
ja_jp: オレンジの青ポン #%d
pt_br: Pom pom laranja #%d
pt_pt: Pom pom laranja #%d

source: Red pom #%d
de_de: Rote Bommel #%d
es_es: Pom rojo #%d
es_mx: Pompa roja #%d
ja_jp: 赤の青ポン #%d
pt_br: Pom vermelho #%d
pt_pt: Pom vermelho #%d

source: Yellow pom #%d
de_de: Gelbe Bommel #%d
es_es: Pom amarillo #%d
es_mx: Pom amarillo #%d
ja_jp: 黄の青ポン #%d
pt_br: Pom amarelo #%d
pt_pt: Pom amarelo #%d

source: Random pom #%d
de_de: Zufälliger Pom #%d
es_es: Pom aleatorio #%d
es_mx: Pom aleatorio #%d
ja_jp: 出鱈目の青ポン #%d
pt_br: Pomada aleatória #%d
pt_pt: Pomada aleatória #%d

source: Tray #%d
de_de: Tablett #%d
es_es: Bandeja #%d
es_mx: Bandeja n.º %d
ja_jp: トレー #%d
pt_br: Bandeja #%d
pt_pt: Tabuleiro #%d

source: Blue drink #%d
de_de: Blaues Getränk #%d
es_es: Bebida azul #%d
es_mx: Bebida azul #%d
ja_jp: 青の飲み物 #%d
pt_br: Bebida azul #%d
pt_pt: Bebida azul #%d

source: Green drink #%d
de_de: Grünes Getränk #%d
es_es: Bebida verde #%d
es_mx: Bebida verde #%d
ja_jp: 緑の飲み物 #%d
pt_br: Bebida verde #%d
pt_pt: Bebida verde #%d

source: Pink drink #%d
de_de: Rosa Getränk #%d
es_es: Bebida rosa #%d
es_mx: Bebida rosa #%d
ja_jp: ピンクの飲み物 #%d
pt_br: Bebida rosa #%d
pt_pt: Bebida cor-de-rosa #%d

source: Fry #%d
es_es: Frito #%d
es_mx: Freír #%d
ja_jp: フライドポテト #%d
pt_br: Fritar #%d
pt_pt: Frita #%d

source: GCER 2025: Find the Black Line
de_de: GCER 2025: Finde die schwarze Linie
es_es: GCER 2025: Encuentra la línea negra
es_mx: GCER 2025: Encuentra la línea negra
ja_jp: GCER 2025: 黒一線を探す
pt_br: GCER 2025: Encontre a linha preta
pt_pt: GCER 2025: Encontra a linha preta

source: GCER 2025 special event. Your robot is randomly placed on one of the red circles. Find the black starting line and stop. Bonus points for returning to the original starting circle.
de_de: GCER 2025 Sonderveranstaltung. Dein Roboter wird zufällig auf einem der roten Kreise platziert. Finde die schwarze Startlinie und halte an. Bonuspunkte gibt es für die Rückkehr zum ursprünglichen Startkreis.
es_es: Evento especial GCER 2025. Tu robot se coloca aleatoriamente en uno de los círculos rojos. Encuentra la línea negra de salida y detente. Puntos extra por volver al círculo de salida original.
es_mx: Evento especial GCER 2025. Tu robot se coloca al azar en uno de los círculos rojos. Encuentra la línea de salida negra y detente. Se otorgarán puntos extra por regresar al círculo de salida original.
ja_jp: GCER 2025のことだ！赤いサークルにあるロボットで黒い一線を探して、やめる。
pt_br: Evento especial do GCER 2025. Seu robô é colocado aleatoriamente em um dos círculos vermelhos. Você deve encontrar a linha de partida preta e parar. Pontos de bônus por retornar ao círculo inicial original.
pt_pt: Evento especial GCER 2025. O teu robô é colocado aleatoriamente num dos círculos vermelhos. Encontra a linha de partida preta e pára. Pontos de bónus se voltares ao círculo de partida original.

source: GCER 2025: Sense the Can
es_es: GCER 2025: Sentir la lata
es_mx: GCER 2025: Sentir la lata
ja_jp: GCER 2025：缶を見る
pt_pt: GCER 2025: Sente a lata

source: GCER 2025 special event. A can is placed randomly in circle 2, 4, 6, 9 or 11. Find it and bring it back to the start box!
de_de: GCER 2025 Sonderveranstaltung. Eine Dose wird zufällig im Kreis 2, 4, 6, 9 oder 11 platziert. Finde sie und bringe sie zurück zur Startbox!
es_es: Evento especial GCER 2025. Se coloca una lata al azar en los círculos 2, 4, 6, 9 u 11. Encuéntrala y llévala de vuelta a la casilla de salida. Encuéntrala y llévala a la casilla de salida.
es_mx: Evento especial GCER 2025. Se coloca una lata al azar en el círculo 2, 4, 6, 9 u 11. ¡Encuéntrala y llévala de vuelta a la casilla de salida!
ja_jp: GCER 2025のことだ！サークル２か４か６か９か１１にある缶をスタートボックスに持って来てくれ。
pt_br: Evento especial do GCER 2025. Uma lata é colocada aleatoriamente nos círculos 2, 4, 6, 9 ou 11. Encontre-a e traga-a de volta para a caixa inicial!
pt_pt: Evento especial GCER 2025. Coloca uma lata ao acaso nos círculos 2, 4, 6, 9 ou 11. Encontra-a e trá-la de volta à caixa de partida!

source: Blue pom #%d
de_de: Blaue Bommel #%d
es_es: Pom azul #%d
es_mx: Pompa azul #%d
ja_jp: 青ポン #%d
pt_br: Pom azul #%d
pt_pt: Pom azul #%d

source: GCER 2025 special event. Botguy is overheating! Collect the ice and dump it on Botguy to cool him off!
de_de: GCER 2025 Sonderveranstaltung. Botguy ist überhitzt! Sammle das Eis und kippe es auf Botguy, um ihn abzukühlen!
es_es: Evento especial GCER 2025. ¡Botguy se está sobrecalentando! ¡Recoge el hielo y échaselo a Botguy para enfriarlo!
es_mx: Evento especial GCER 2025. ¡Botguy se está sobrecalentando! ¡Recoge el hielo y échalo sobre Botguy para enfriarlo!
ja_jp: GCER 2025のことだ！ボットガイドが暑すぎちゃった！アイスを持って来て、ボットガイドに置きてくれ。
pt_br: Evento especial GCER 2025. O Botguy está superaquecendo! Colete o gelo e jogue-o no Botguy para esfriá-lo!
pt_pt: Evento especial GCER 2025. O Botguy está a sobreaquecer! Recolhe o gelo e despeja-o no Botguy para o arrefecer!

source: Cup #%d
de_de: Becher #%d
es_es: Copa #%d
es_mx: Copa n.º %d
ja_jp: カップ#%d
pt_br: Copa #%d
pt_pt: Copo #%d

source: GCER 2025: Thirst Quencher
de_de: GCER 2025: Durstlöscher
es_es: GCER 2025: Calma la sed
es_mx: GCER 2025: Sacia tu sed
ja_jp: GCER 2025：ナイス飲み物
pt_br: GCER 2025: Para matar a sede
pt_pt: GCER 2025: Sacia a sede

source: GCER 2025 special event. Don't let the summer heat get you down. Bring the cups back to the start box!
de_de: GCER 2025 Sonderveranstaltung. Lass dich von der Sommerhitze nicht unterkriegen. Bring die Becher zurück in die Startbox!
es_es: Evento especial GCER 2025. No dejes que el calor del verano te desanime. ¡Lleva las copas a la casilla de salida!
es_mx: Evento especial GCER 2025. No dejes que el calor del verano te desanime. ¡Devuelve los vasos a la caja de salida!
ja_jp: GCER 2025のことだ！夏の暑さをかちなさい！スタートボックスにカップを持って来てくれ。
pt_br: Evento especial GCER 2025. Não deixe que o calor do verão derrube você. Traga as xícaras de volta para a caixa de partida!
pt_pt: Evento especial GCER 2025. Não te deixes abater pelo calor do verão. Traz os copos de volta à caixa de partida!

source: GCER 2025: Entree Express
es_mx: GCER 2025: Entrada exprés
ja_jp: GCER 2025：ナイス飲み物

source: GCER 2025 special event. Order up! Move the entrees to the trays.
de_de: GCER 2025 Sonderveranstaltung. Bestellung aufgeben! Bringe die Vorspeisen auf die Tabletts.
es_es: Evento especial GCER 2025. ¡Pidan! Lleva los entrantes a las bandejas.
es_mx: Evento especial GCER 2025. ¡Pedido listo! Coloca los platos principales en las bandejas.
ja_jp: GCER 2025のことだ！注文どうぞ！ トレー に食べ物を持って来てくれ。
pt_br: Evento especial GCER 2025. Faça seu pedido! Mova as entradas para as bandejas.
pt_pt: Evento especial GCER 2025. Faz o pedido! Passa as entradas para os tabuleiros.

source: Warming station
de_de: Wärmestation
es_es: Estación de calentamiento
es_mx: Estación de calentamiento
ja_jp: 温かいところ
pt_br: Estação de aquecimento
pt_pt: Estação de aquecimento

source: GCER 2025: Special Sauce
de_de: GCER 2025: Die besondere Soße
es_es: GCER 2025: Salsa especial
es_mx: GCER 2025: Salsa especial
ja_jp: GCER 2025：Show you 醤油
pt_br: GCER 2025: Molho especial
pt_pt: GCER 2025: Molho especial

source: GCER 2025 special event. Mix the ketchup (red), mustard (yellow), and hot sauce (orange) in the garages to create your own special blend!
de_de: GCER 2025 Spezialevent. Mische den Ketchup (rot), den Senf (gelb) und die scharfe Soße (orange) in den Garagen, um deine eigene Spezialmischung zu kreieren!
es_es: Evento especial GCER 2025. Mezcla el ketchup (rojo), la mostaza (amarillo) y la salsa picante (naranja) en los garajes para crear tu propia mezcla especial.
es_mx: Evento especial GCER 2025. Mezcla el ketchup (rojo), la mostaza (amarillo) y la salsa picante (naranja) en los garajes para crear tu propia mezcla especial
ja_jp: GCER 2025のことだ！ケチャップとマスタードと醤油を混ぜれ。
pt_br: Evento especial do GCER 2025. Misture o ketchup (vermelho), a mostarda (amarelo) e o molho picante (laranja) nas garagens para criar sua própria mistura especial!
pt_pt: Evento especial GCER 2025. Mistura o ketchup (vermelho), a mostarda (amarelo) e o molho picante (laranja) nas garagens para criares a tua própria mistura especial!

source: Orange Garage
es_es: Garaje naranja
es_mx: Garaje Naranja
ja_jp: オレンジの車庫
pt_br: Garagem laranja
pt_pt: Garagem laranja

source: GCER 2025: Cover Your Bases
de_de: GCER 2025: Sichern Sie sich ab
es_es: GCER 2025: Cubre tus bases
es_mx: GCER 2025: Cubre tus bases
ja_jp: GCER 2025：ベースを網羅する
pt_br: GCER 2025: Cubra suas bases
pt_pt: GCER 2025: Protege as tuas bases

source: GCER 2025 special edition. All circles are now open for business!
de_de: GCER 2025 Sonderausgabe. Alle Kreise sind jetzt offen für Geschäfte!
es_es: Edición especial del GCER 2025. ¡Todos los círculos están abiertos al público!
es_mx: Edición especial GCER 2025. ¡Todos los círculos están ahora abiertos al público!
ja_jp: GCER 2025のことだ！サークルが全部を楽しみにしてください。
pt_br: Edição especial do GCER 2025. Todos os círculos já estão abertos para você!
pt_pt: Edição especial GCER 2025. Todos os círculos estão agora abertos ao público!

source: GCER 2025: Odd Numbers
de_de: GCER 2025: Ungerade Zahlen
es_es: GCER 2025: Números impares
es_mx: GCER 2025: Números impares
ja_jp: GCER 2025：奇数
pt_br: GCER 2025: Números ímpares
pt_pt: GCER 2025: Números ímpares

source: GCER 2025 special event. Drive over the odd numbered circles in order, but make sure to avoid the evens!
de_de: GCER 2025 Sonderveranstaltung. Fahre die ungeraden Kreise der Reihe nach an, aber achte darauf, die geraden zu vermeiden!
es_es: Evento especial del GCER 2025. Conduce por los círculos impares en orden, ¡pero asegúrate de evitar los pares!
es_mx: Evento especial GCER 2025. Conduce por los círculos impares en orden, ¡pero asegúrate de evitar los pares!
ja_jp: GCER 2025のことだ！奇数のサークル運転して、偶数のサークルに気をつけてくれ。
pt_br: Evento especial do GCER 2025. Dirija sobre os círculos ímpares em ordem, mas evite os pares!
pt_pt: Evento especial GCER 2025. Passa por cima dos círculos ímpares por ordem, mas certifica-te de que evitas os pares!

source: GCER 2025: Bulldozer Mania
de_de: GCER 2025: Bulldozer-Manie
es_es: GCER 2025: Bulldozer Manía
es_mx: GCER 2025: La locura de las excavadoras
ja_jp: GCER 2025：ブルドーザー・マニア
pt_pt: GCER 2025: Mania de bulldozer

source: GCER 2025 special event. Bring as many cans behind the starting line as you can. Make sure they stay upright!
de_de: GCER 2025 Sonderveranstaltung. Bringe so viele Dosen hinter die Startlinie, wie du kannst. Sorge dafür, dass sie aufrecht stehen bleiben!
es_es: Evento especial GCER 2025. Lleva tantas latas como puedas detrás de la línea de salida. Asegúrate de que se mantienen en posición vertical.
es_mx: Evento especial GCER 2025. Trae tantas latas como puedas detrás de la línea de salida. ¡Asegúrate de que se mantengan en posición vertical!
ja_jp: GCER 2025のことだ！スタートボックスに缶を持ってくれ！
pt_br: Evento especial do GCER 2025. Traga o máximo de latas que você puder para trás da linha de partida. Certifique-se de que elas fiquem na posição vertical!
pt_pt: Evento especial GCER 2025. Traz o maior número possível de latas para trás da linha de partida. Certifica-te de que ficam na vertical!

source: GCER 2025: Mountain Rescue
de_de: GCER 2025: Bergrettung
es_es: GCER 2025: Rescate de montaña
es_mx: GCER 2025: Rescate de montaña
ja_jp: GCER 2025：山岳救助
pt_br: GCER 2025: Resgate em montanha
pt_pt: GCER 2025: Resgate em montanha

source: GCER 2025 special event. Now with three more cans to rescue!
de_de: GCER 2025 Sonderveranstaltung. Jetzt mit drei weiteren Dosen zur Rettung!
es_es: Evento especial GCER 2025. ¡Ahora con tres latas más que rescatar!
es_mx: Evento especial GCER 2025. ¡Ahora con tres latas más que rescatar!
ja_jp: GCER 2025のことだ！缶は5本がある！
pt_br: Evento especial GCER 2025. Agora com mais três latas para você resgatar!
pt_pt: Evento especial GCER 2025. Agora com mais três latas para resgatar!

source: Robot Stops at Black Line
de_de: Roboter stoppt an der schwarzen Linie
es_es: Robot se detiene en la línea negra
es_mx: El robot se detiene en la línea negra
ja_jp: ロボットが黒い一線でやめる。
pt_br: O robô para na Black Line
pt_pt: O robô pára na linha preta

source: Robot stops at black line
de_de: Roboter hält an der schwarzen Linie
es_es: Robot se detiene en la línea negra
es_mx: El robot se detiene en la línea negra
ja_jp: ロボットが黒い一線でやめる。
pt_br: O robô para na linha preta
pt_pt: O robô pára na linha preta

source: Robot Over Circle
de_de: Roboter über Kreis
es_es: Robot sobre círculo
es_mx: Robot sobre círculo
ja_jp: サークルにあるロボット
pt_br: Robô sobre o círculo
pt_pt: Robô sobre o círculo

source: Robot over selected circle
de_de: Roboter über ausgewähltem Kreis
es_es: Robot sobre el círculo seleccionado
es_mx: Robot sobre el círculo seleccionado
ja_jp: 選んだサークルにあるロボット
pt_br: Robô sobre o círculo selecionado
pt_pt: Robô sobre o círculo selecionado

source: Robot not in Start Box
de_de: Roboter nicht in der Startbox
es_es: Robot no en la casilla de inicio
es_mx: El robot no está en la casilla de salida
ja_jp: ロボットは
pt_br: O robô não está na caixa inicial
pt_pt: O robô não está na caixa inicial

source: Robot not in start box
de_de: Roboter nicht in der Startbox
es_es: Robot no en la casilla de inicio
es_mx: El robot no está en la casilla de salida
ja_jp: ロボットはスタートボックスにない
pt_br: O robô não está na caixa de partida
pt_pt: O robô não está na caixa de arranque

source: Can in Start Box
de_de: Dose in der Startbox
es_es: Lata en la casilla de inicio
es_mx: Lata en la caja de inicio
ja_jp: 缶はスタートボックスにある
pt_br: Lata na caixa inicial
pt_pt: Lata na caixa de partida

source: Can in start box
de_de: Dose in der Startbox
es_es: Lata en la casilla de inicio
es_mx: Lata en caja de inicio
ja_jp: 缶はスタートボックスにある
pt_br: Lata na caixa de partida
pt_pt: Lata na caixa de partida

source: Can Random Upright
es_mx: ¿Puede ser aleatorio?
ja_jp: 缶が立てている
pt_pt: Pode aleatório na vertical

source: Can Random upright
de_de: Kann Random aufrecht
es_es: Lata Random vertical
es_mx: ¿Puede ser aleatorio?
ja_jp: 缶が立てている
pt_br: Pode ser aleatório na vertical
pt_pt: Podes aleatoriamente ficar de pé

source: Hamburger placed
de_de: Hamburger platziert
es_es: Hamburguesa colocada
es_mx: Hamburguesa colocada
ja_jp: ハンバーガーを置きた
pt_br: Hambúrguer colocado
pt_pt: Hambúrguer colocado

source: Hamburger placed in tray
de_de: Hamburger in die Schale gelegt
es_es: Hamburguesa colocada en bandeja
es_mx: Hamburguesa colocada en bandeja
ja_jp: ハンバーガーがトレーを置きた
pt_br: Hambúrguer colocado em uma bandeja
pt_pt: Coloca o hambúrguer no tabuleiro

source: Hotdog placed
de_de: Hotdog platziert
es_es: Hotdog colocado
es_mx: Perrito caliente colocado
ja_jp: ホットドッグを置きた
pt_br: Cachorro-quente colocado
pt_pt: Cachorro-quente colocado

source: Hotdog placed in tray
de_de: Hotdog in die Schale legen
es_es: Hotdog en bandeja
es_mx: Perrito caliente colocado en bandeja
ja_jp: ホットドッグがトレーを置きた
pt_br: Cachorro-quente colocado na bandeja
pt_pt: Coloca o cachorro-quente no tabuleiro

source: Taco placed
de_de: Taco platziert
es_es: Taco colocado
es_mx: Taco colocado
ja_jp: タコスを置きた
pt_br: Taco colocado
pt_pt: Taco colocado

source: Taco placed in tray
de_de: Taco in die Schale gelegt
es_es: Taco en bandeja
es_mx: Taco colocado en bandeja
ja_jp: タコスがトレーを置きた
pt_br: Taco colocado na bandeja
pt_pt: Coloca o taco no tabuleiro

source: Can A upright in a circle
de_de: Kann A aufrecht im Kreis stehen
es_es: Lata A vertical en círculo
es_mx: ¿Puede un vertical en un círculo?
ja_jp: サークルで缶Aが立てている
pt_br: Você pode colocar A em pé em um círculo?
pt_pt: Podes fazer um círculo com a letra A?

source: Can B upright in a circle
de_de: Kann B aufrecht im Kreis stehen
es_es: Lata B vertical en círculo
es_mx: ¿Puedes mantenerte erguido en un círculo?
ja_jp: サークルで缶Bが立てている
pt_br: Você pode ficar em pé em um círculo
pt_pt: Consegue ficar de pé num círculo

source: Can C upright in a circle
de_de: Kann C aufrecht im Kreis stehen
es_es: Lata C vertical en círculo
es_mx: ¿Puedes mantenerte erguido en círculo?
ja_jp: サークルで缶Cが立てている
pt_br: Você pode fazer C em um círculo
pt_pt: Consegue fazer um círculo em C

source: Can D Upright
es_es: Lata D vertical
es_mx: ¿Puedes mantenerte erguido?
ja_jp: 缶Dが立てている

source: Can D upright in a circle
de_de: Kann D aufrecht im Kreis stehen
es_es: Lata D vertical en círculo
es_mx: Puedes hacer una D vertical en un círculo
ja_jp: サークルの中で缶Dが立てている
pt_br: Você pode ficar em pé em um círculo
pt_pt: Consegue ficar de pé num círculo

source: Can E Upright
es_es: Lata E Vertical
es_mx: Can E Vertical
ja_jp: 缶Eが立てている
pt_pt: Lata E vertical

source: Can E upright in a circle
de_de: Kann E aufrecht im Kreis stehen
es_es: Lata E en círculo y en posición vertical
es_mx: ¿Puede E mantenerse erguido en un círculo?
ja_jp: サークルの中で缶Eが立てている
pt_br: Você pode ficar de pé em um círculo
pt_pt: Consegue ficar de pé num círculo

source: Can F Upright
es_es: Can F Vertical
es_mx: Can F Vertical
ja_jp: 缶Fが立てている
pt_pt: Lata F vertical

source: Can F upright in a circle
de_de: Kann F aufrecht im Kreis stehen
es_es: Can F vertical en círculo
es_mx: ¿Se puede colocar la F en posición vertical dentro de un círculo?
ja_jp: サークルの中で缶Fが立てている
pt_br: Pode ficar em pé em um círculo
pt_pt: Consegue ficar de pé num círculo

source: Can G Upright
es_es: Can G Vertical
es_mx: Can G Vertical
ja_jp: 缶Gが立てている

source: Can G upright in a circle
de_de: Kann G aufrecht im Kreis stehen
es_es: Lata G vertical en círculo
es_mx: ¿Puedes mantenerte erguido en un círculo?
ja_jp: サークルの中で缶Gが立てている
pt_br: Você pode ficar de pé em um círculo
pt_pt: Consegue fazer um círculo

source: Base A Covered
de_de: Basis A Bedeckt
es_es: Base A Cubierta
es_mx: Base A cubierta
ja_jp: Aベースを網羅した
pt_br: Base A Coberta
pt_pt: Base A Coberta

source: Base A covered by a can
de_de: Basis A mit einer Dose bedeckt
es_es: Base A cubierta por una lata
es_mx: Base A cubierta por una lata
ja_jp: 缶でAベースを網羅した
pt_br: Base A coberta por uma lata
pt_pt: Base A coberta por uma lata

source: Base B Covered
de_de: Basis B Abgedeckt
es_es: Base B Cubierta
es_mx: Base B cubierta
ja_jp: Bベースを網羅した
pt_br: Base B Coberta
pt_pt: Base B Coberta

source: Base B covered by a can
de_de: Basis B mit einer Dose abgedeckt
es_es: Base B cubierta por una lata
es_mx: Base B cubierta por una lata
ja_jp: 缶でBベースを網羅した
pt_br: Base B coberta por uma lata
pt_pt: Base B coberta por uma lata

source: Base C Covered
de_de: Basis C abgedeckt
es_es: Base C Cubierta
es_mx: Base C cubierta
ja_jp: Cベースを網羅した
pt_br: Base C Coberta
pt_pt: Base C Coberta

source: Base C covered by a can
de_de: Basis C mit einer Dose abgedeckt
es_es: Base C cubierta por una lata
es_mx: Base C cubierta por una lata
ja_jp: 缶でCベースを網羅した
pt_br: Base C coberta por uma lata
pt_pt: Base C coberta por uma lata

source: Base D Covered
de_de: Basis D Abgedeckt
es_es: Base D Cubierta
es_mx: Base D cubierta
ja_jp: Dベースを網羅した
pt_br: Base D Coberta
pt_pt: Base D Coberta

source: Base D covered by a can
de_de: Basis D mit einer Dose abgedeckt
es_es: Base D cubierta por una lata
es_mx: Base D cubierta por una lata
ja_jp: 缶でDベースを網羅した
pt_br: Base D coberta por uma lata
pt_pt: Base D coberta por uma lata

source: Base E Covered
de_de: Basis E Abgedeckt
es_es: Base E Cubierta
es_mx: Base E cubierta
ja_jp: Eベースを網羅した
pt_br: Base E Coberta
pt_pt: Base E Coberta

source: Base E covered by a can
de_de: Basis E mit einer Dose abgedeckt
es_es: Base E cubierta por una lata
es_mx: Base E cubierta por una lata
ja_jp: 缶でEベースを網羅した
pt_br: Base E coberta por uma lata
pt_pt: Base E coberta por uma lata

source: Base F Covered
de_de: Basis F Bedeckt
es_es: Base F Cubierta
es_mx: Base F cubierta
ja_jp: Fベースを網羅した
pt_br: Base F Coberta
pt_pt: Base F Coberta

source: Base F covered by a can
de_de: Basis F mit einer Dose abgedeckt
es_es: Base F cubierta por una lata
es_mx: Base F cubierta por una lata
ja_jp: 缶でFベースを網羅した
pt_br: Base F coberta por uma lata
pt_pt: Base F coberta por uma lata

source: Base G Covered
de_de: Basis G Abgedeckt
es_es: Base G Cubierta
es_mx: Base G cubierta
ja_jp: Gベースを網羅した
pt_br: Base G Coberta
pt_pt: Base G Coberta

source: Base G covered by a can
de_de: Basis G mit einer Dose abgedeckt
es_es: Base G cubierta por una lata
es_mx: Base G cubierta por una lata
ja_jp: 缶でGベースを網羅した
pt_br: Base G coberta por uma lata
pt_pt: Base G coberta por uma lata

source: Can 1 Upright
de_de: Dose 1 Aufrecht
es_es: Lata 1 vertical
es_mx: 1 lata vertical
ja_jp: 缶1が立てている
pt_br: Lata 1 vertical
pt_pt: Lata 1 vertical

source: Can 1 is upright
de_de: Dose 1 ist aufrecht
es_es: Lata 1 vertical
es_mx: La lata 1 está en posición vertical
ja_jp: 缶1が立てている
pt_br: A lata 1 está na posição vertical
pt_pt: A lata 1 está na vertical

source: Can 2 Upright
de_de: Dose 2 Aufrecht
es_es: Lata 2 Vertical
es_mx: 2 latas verticales
ja_jp: 缶2が立てている
pt_br: Lata 2 vertical
pt_pt: Lata 2 vertical

source: Can 2 is upright
de_de: Dose 2 ist aufrecht
es_es: Lata 2 en posición vertical
es_mx: La lata 2 está en posición vertical
ja_jp: 缶2が立てている
pt_br: A lata 2 está na posição vertical
pt_pt: A lata 2 está na vertical

source: Can 3 Upright
de_de: Can 3 Aufrecht
es_es: Lata 3 Vertical
es_mx: 3 verticales
ja_jp: 缶3が立てている
pt_br: Lata 3 vertical
pt_pt: Lata 3 vertical
