Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Junior Botball Challenge 21: Proximity
de_de: Junior Botball Challenge 21: Annäherung
es_es: Junior Botball Challenge 21: Proximidad
es_mx: Desafío Botball Junior 21: Proximidad
ja_jp: ジュニア・ボットボール・チャレンジ 21：間近
pt_br: Desafio de Botball Júnior 21: Proximidade
pt_pt: Desafio Botball Júnior 21: Proximidade

source: Ream Front Boundary
es_es: Resma Frente Límite
es_mx: Límite frontal de la resma
ja_jp: リーム前部境
pt_br: Limite frontal do Ream
pt_pt: Limite frontal de resma

source: Junior Botball Challenge 22: Search and Rescue
de_de: Junior Botball Challenge 22: Suche und Rettung
es_es: Junior Botball Challenge 22: Búsqueda y rescate
es_mx: Desafío Botball Junior 22: Búsqueda y rescate
ja_jp: ジュニア・ボットボール・チャレンジ 21：捜索救難
pt_br: Desafio 22 do Junior Botball: Busca e Resgate
pt_pt: Desafio Botball Júnior 22: Busca e salvamento

source: Junior Botball Challenge 23: Find the Black Line
de_de: Junior Botball Challenge 23: Finde die schwarze Linie
es_es: Junior Botball Challenge 23: Encuentra la línea negra
es_mx: Desafío Botball Junior 23: Encuentra la línea negra
ja_jp: ジュニア・ボットボール・チャレンジ 21：黒い一線を探す
pt_br: Desafio 23 do Junior Botball: Encontre a linha preta
pt_pt: Desafio 23 do Junior Botball: Encontra a linha preta

source: Circle
de_de: Kreis
es_es: Círculo
es_mx: Círculo
ja_jp: サークル
pt_br: Círculo
pt_pt: Círculo

source: Junior Botball Challenge 24: Walk the Line
es_es: Junior Botball Challenge 24: Recorre la línea
es_mx: Desafío Botball Junior 24: Camina por la línea
ja_jp: ジュニア・ボットボール・チャレンジ 21：一線を歩く
pt_br: Desafio 24 do Junior Botball: Ande na linha
pt_pt: Desafio de Botball Júnior 24: Percorre a linha

source: Finish Line
de_de: Ziellinie
es_es: Línea de meta
es_mx: Línea de meta
ja_jp: ゴール
pt_br: Linha de chegada
pt_pt: Linha de chegada

source: Checkpoint 1
de_de: Kontrollpunkt 1
es_es: Punto de control 1
es_mx: Punto de control 1
ja_jp: 関門１
pt_br: Ponto de controle 1
pt_pt: Ponto de controlo 1

source: Checkpoint 3
de_de: Kontrollpunkt 3
es_es: Punto de control 3
es_mx: Punto de control 3
ja_jp: 関門３
pt_br: Ponto de controle 3
pt_pt: Ponto de controlo 3

source: Checkpoint 2
de_de: Kontrollpunkt 2
es_es: Punto de control 2
es_mx: Punto de control 2
ja_jp: 関門２
pt_br: Ponto de controle 2
pt_pt: Ponto de controlo 2

source: Base Scene - Moon Surface
de_de: Basis-Szene - Mondoberfläche
es_es: Escena de la base - Superficie lunar
es_mx: Escena base: superficie lunar
ja_jp: 基盤シーン-- 月面
pt_br: Cena da base - superfície da lua
pt_pt: Cena da Base - Superfície da Lua

source: A base scene. Intended to be augmented to create full Moon scenes
de_de: Eine Basisszene. Soll erweitert werden, um Vollmond-Szenen zu erstellen
es_es: Una escena base. Destinada a ser ampliada para crear escenas de Luna llena.
es_mx: Una escena básica. Diseñada para ampliarse y crear escenas lunares completas
ja_jp: 基盤シーンです。完全な月シーンを作るために補強されることを意図しています。
pt_br: Uma cena básica. Destina-se a ser ampliada para criar cenas de lua cheia
pt_pt: Uma cena de base. Destina-se a ser aumentada para criar cenas de lua cheia

source: 1.1.1 Ground
de_de: 1.1.1 Boden
es_es: 1.1.1 Suelo
es_mx: 1.1.1 Terreno
ja_jp: 地
pt_br: 1.1.1 Solo
pt_pt: 1.1.1 Solo

source: 1.1.6-8 Start Area
de_de: 1.1.6-8 Startbereich
es_es: 1.1.6-8 Área de inicio
es_mx: 1.1.6-8 Área de salida
ja_jp: スタート場所
pt_br: 1.1.6-8 Área inicial
pt_pt: 1.1.6-8 Área de início

source: 1.1.2-4 Sky
de_de: 1.1.2-4 Himmel
es_es: 1.1.2-4 Cielo
es_mx: 1.1.2-4 Cielo
ja_jp: 空
pt_br: 1.1.2-4 Céu
pt_pt: 1.1.2-4 Céu

source: Moon Sandbox
de_de: Mond-Sandkasten
es_es: Caja de arena lunar
es_mx: Caja de arena lunar
ja_jp: 月の砂場
pt_br: Sandbox da Lua
pt_pt: Caixa de areia da lua

source: Lunar sandbox. Currently supports 4 types of rocks. Demo Ready.
de_de: Sandkasten auf dem Mond. Unterstützt derzeit 4 Arten von Gestein. Demo bereit.
es_es: Cajón de arena lunar. Actualmente soporta 4 tipos de rocas. Listo para demostración.
es_mx: Caja de arena lunar. Actualmente admite 4 tipos de rocas. Demostración lista.
ja_jp: 月の砂場です。石４型があります。
pt_br: Caixa de areia lunar. Atualmente, você pode usar 4 tipos de rochas. Pronto para demonstração.
pt_pt: Caixa de areia lunar. Atualmente suporta 4 tipos de rochas. Demonstração pronta.

source: Basalt Rock
de_de: Basaltfelsen
es_es: Roca de Basalto
es_mx: Roca basáltica
ja_jp: 玄武岩
pt_br: Rocha de basalto
pt_pt: Pedra de basalto

source: Anorthosite Rock
de_de: Anorthosit-Felsen
es_es: Roca Anortosita
es_mx: Roca anortosita
ja_jp: 斜長岩
pt_br: Rocha de anortosito
pt_pt: Rocha Anortosite

source: Breccia Rock
de_de: Brekzienfelsen
es_es: Roca Brecha
es_mx: Roca brecha
ja_jp: 角礫岩
pt_br: Rocha de Brecha
pt_pt: Rocha Brecha

source: Meteorite Rock
de_de: Meteoritengestein
es_es: Roca Meteorítica
es_mx: Roca meteorítica
ja_jp: 隕石
pt_br: Rocha de Meteorito
pt_pt: Rocha de meteorito

source: Life Science Pack
es_es: Pack Ciencia de la Vida
es_mx: Paquete de Ciencias de la Vida
ja_jp: 生命科学一式
pt_br: Pacote de ciências da vida
pt_pt: Pacote de Ciências da Vida

source: Radiation Science Pack - High
de_de: Radiation Science Pack - Hoch
es_es: Radiación Science Pack - High
es_mx: Paquete científico sobre radiación - Alto
ja_jp: 放射一式
pt_br: Pacote de ciência da radiação - Alta
pt_pt: Pacote de Ciências das Radiações - Alta

source: Science Pad
es_es: Almohadilla Científica
es_mx: Bloc de notas científico
ja_jp: 科学部屋
pt_br: Bloco de Ciências
pt_pt: Bloco de notas científicas

source: Container
es_es: Contenedor
es_mx: Contenedor
ja_jp: 科学部屋
pt_br: Contêineres
pt_pt: Contentor

source: Space Bot Guy
es_es: Bot Espacial
es_mx: El chico robot espacial
ja_jp: 空間Botguy
pt_br: Garoto do bot espacial
pt_pt: O tipo do robot espacial

source: Solar Panel
de_de: Sonnenkollektor
es_es: Panel Solar
es_mx: Panel solar
ja_jp: ソーラーパネル
pt_br: Painel solar
pt_pt: Painel solar

source: Walkway
de_de: Gehweg
es_es: Pasarela
es_mx: Pasarela
ja_jp: 歩道
pt_br: Passarela
pt_pt: Passadiço

source: Comms Tower
de_de: Fernmeldeturm
es_es: Torre de comunicaciones
es_mx: Torre de comunicaciones
ja_jp: 電波塔
pt_br: Torre de comunicação
pt_pt: Torre de comunicações

source: Human Living Habitat
de_de: Menschlicher Lebensraum
es_es: Hábitat humano
es_mx: Hábitat humano
ja_jp: 人間人生施設
pt_br: Habitat Humano
pt_pt: Habitat Humano

source: Human Research Habitat
de_de: Lebensraum für menschliche Forschung
es_es: Hábitat humano de investigación
es_mx: Hábitat para la investigación humana
ja_jp: 人間研究施設
pt_br: Habitat de pesquisa humana
pt_pt: Habitat de investigação humana

source: Human Control/Comms Station Habitat
de_de: Lebensraum Menschliche Kontrolle/Kommunikationsstation
es_es: Hábitat humano de control/estación de comunicaciones
es_mx: Estación de control humano/comunicaciones Hábitat
ja_jp: コミュニケーション施設
pt_br: Controle humano/Estação de comunicação Habitat
pt_pt: Estação de controlo humano/Comms Habitat

source: Life Indicator Light
de_de: Lebensdauer-Anzeigeleuchte
es_es: Luz indicadora de vida
es_mx: Indicador luminoso de vida útil
ja_jp: 生命の表示光
pt_br: Luz indicadora de vida útil
pt_pt: Luz indicadora de vida

source: No Life Indicator Light
de_de: Keine Lebensdauer-Anzeigeleuchte
es_es: Luz indicadora de no vida
es_mx: Luz indicadora de ausencia de vida
ja_jp: 不生命の表示光
pt_br: Luz indicadora de ausência de vida útil
pt_pt: Luz indicadora de ausência de vida útil

source: 2025 Game Table
de_de: 2025 Spieltisch
es_es: Mesa de Juego 2025
es_mx: mesa de juegos 2025
ja_jp: 2025ゲームテーブル
pt_br: mesa de jogos 2025
pt_pt: mesa de jogo 2025

source: Base Scene - 2025 Botball Game Table
de_de: Base Scene - 2025 Botball Spieltisch
es_es: Escena base - Mesa de juego 2025 Botball
es_mx: Escena base: mesa del juego Botball 2025
ja_jp: 基盤シーン-- 2025 Botball ゲームテーブル
pt_br: Base Scene - Mesa de jogo Botball 2025
pt_pt: Base Scene - Mesa de jogo Botball 2025

source: A base scene. Intended to be augmented to create the full game table
de_de: Eine Basisszene. Sie soll erweitert werden, um den kompletten Spieltisch zu erstellen
es_es: Una escena base. Destinada a ser aumentada para crear la mesa de juego completa
es_mx: Una escena básica. Diseñada para ampliarse y crear la mesa de juego completa
ja_jp: 基盤シーンです。完全なゲームテーブルシーンを作るために補強されることを意図しています。
pt_br: Uma cena básica. Destina-se a ser ampliada para criar a mesa de jogo completa
pt_pt: Um cenário base. Destina-se a ser aumentado para criar a mesa de jogo completa

source: Fry floor
de_de: Bratboden
es_es: Suelo de patatas fritas
es_mx: Suelo frito
ja_jp: フライドポテト転落させるもの
pt_br: Piso de fritura
pt_pt: Piso de fritura

source: Potato detector box
de_de: Kartoffeldetektor-Box
es_es: Caja detectora de patatas
es_mx: Caja detectora de papas
ja_jp: ポテト・デテクター・ボックス
pt_br: Caixa de detecção de batatas
pt_pt: Caixa de deteção de batatas

source: Hamburger
es_es: Hamburguesa
es_mx: Hamburguesa
ja_jp: ハンバーガー
pt_br: Hambúrguer
pt_pt: Hambúrguer

source: Hotdog
es_es: Perrito caliente
es_mx: Perrito caliente
ja_jp: ホットドッグ
pt_br: Cachorro-quente
pt_pt: Cachorro-quente

source: Pink Cup
de_de: Rosa Becher
es_es: Taza rosa
es_mx: Copa rosa
ja_jp: ピンクカップ
pt_br: Copo rosa
pt_pt: Copo cor-de-rosa

source: Blue Cup
de_de: Blaue Tasse
es_es: Taza azul
es_mx: Taza azul
ja_jp: 青カップ
pt_br: Copo azul
pt_pt: Copo azul

source: Green Cup
de_de: Grüner Pokal
es_es: Taza verde
es_mx: Copa Verde
ja_jp: 緑カップ
pt_br: Copa Verde
pt_pt: Taça verde

source: Blue pom back #${i}
de_de: Blauer Pompon hinten #${i}
es_es: Pom azul detrás #${i}
es_mx: Pompa azul atrás #${i}
ja_jp: 後ろの青ポン #${i}
pt_br: Costas com pom pom azul #${i}
pt_pt: Volta a ter pompons azuis #${i}

source: Blue pom front #${i}
de_de: Blaue Bommel vorne #${i}
es_es: Pom azul delante #${i}
es_mx: Pompa azul delantera #${i}
ja_jp: 前の青ポン #${i}
pt_br: Frente de pom pom azul #${i}
pt_pt: Frente azul com pompons #${i}

source: Bottle #${i}
de_de: Flasche #${i}
es_es: Botella #${i}
es_mx: Botella n.º ${i}
ja_jp: ボトル #${i}
pt_br: Garrafa #${i}
pt_pt: Garrafa #${i}

source: Orange pom #${i}
de_de: Orangefarbene Bommel #${i}
es_es: Pom naranja #${i}
es_mx: Naranja pom #${i}
ja_jp: オレンジの青ポン #${i}
pt_br: Pom pom laranja #${i}
pt_pt: Pom pom laranja #${i}

source: Red pom #${i}
de_de: Rote Bommel #${i}
es_es: Pom rojo #${i}
es_mx: Pompa roja #${i}
ja_jp: 赤の青ポン #${i}
pt_br: Pom vermelho #${i}
pt_pt: Pom vermelho #${i}

source: Yellow pom #${i}
de_de: Gelbe Bommel #${i}
es_es: Pom amarillo #${i}
es_mx: Pom amarillo #${i}
ja_jp: 黄の青ポン #${i}
pt_br: Pom amarelo #${i}
pt_pt: Pom pom amarelo #${i}

source: Random pom #${i}
de_de: Zufälliger Pom #${i}
es_es: Pom aleatorio #${i}
es_mx: Pom aleatorio #${i}
ja_jp: 出鱈目の青ポン #${i}
pt_br: Pomada aleatória #${i}
pt_pt: Pomada aleatória #${i}

source: Tomato
de_de: Tomate
es_es: Tomate
es_mx: Tomate
ja_jp: トマト
pt_br: Tomate
pt_pt: Tomate

source: Pickle
de_de: Gurke
es_es: Pepinillo
es_mx: Pepinillo
ja_jp: きゅうりピクルス
pt_br: Picles

source: Potato
de_de: Kartoffel
es_es: Patata
es_mx: Patata
ja_jp: ポテト
pt_br: Batata
pt_pt: Batata

source: Fry #${i}
es_es: Patata frita
es_mx: Freír #${i}
ja_jp: フライドポテト #${i}
pt_br: Frite #${i}
pt_pt: Frita #${i}

source: Tray #${i}
de_de: Tablett #${i}
es_es: Bandeja #${i}
es_mx: Bandeja #${i}
ja_jp: トレー #${i}
pt_br: Bandeja #${i}
pt_pt: Bandeja #${i}

source: Blue drink #${i}
de_de: Blaues Getränk #${i}
es_es: Bebida azul
es_mx: Bebida azul #${i}
ja_jp: 青の飲み物 #${i}
pt_br: Bebida azul #${i}
pt_pt: Bebida azul #${i}

source: Green drink #${i}
de_de: Grünes Getränk #${i}
es_es: Bebida verde
es_mx: Bebida verde #${i}
ja_jp: 緑の飲み物 #${i}
pt_br: Bebida verde #${i}
pt_pt: Bebida verde #${i}

source: Pink drink #${i}
de_de: Rosa Getränk #${i}
es_es: Bebida rosa #${i}
es_mx: Bebida rosa #${i}
ja_jp: ピンクの飲み物 ${i}
pt_br: Bebida rosa #${i}
pt_pt: Bebida cor-de-rosa #${i}

source: 2025 Botball game table sandbox
de_de: 2025 Botball Spieltisch Sandkasten
es_es: 2025 Botball mesa de juego sandbox
es_mx: 2025 Mesa de juego Botball sandbox
ja_jp: 2025 Botball ゲームテーブル砂場
pt_br: 2025 Mesa de jogo Botball sandbox
pt_pt: 2025 Mesa de jogo Botball caixa de areia

source: IRobot Create
de_de: IRobot erstellen
es_es: IRobot Crear
es_mx: IRobot Crear
pt_pt: IRobot Criar

source: Leaderboard
de_de: Rangliste
es_es: Clasificación
es_mx: Tabla de clasificación
ja_jp: ランキング
pt_br: Tabela de classificação
pt_pt: Tabela de classificação

source: See the current challenge leaderboard.
de_de: Sieh dir die aktuelle Rangliste der Herausforderung an.
es_es: Ver la clasificación actual del desafío.
es_mx: Consulta la tabla de clasificación actual del desafío.
ja_jp: 問題のランキングを見ます。
pt_br: Veja a tabela de classificação atual do desafio.
pt_pt: Vê a tabela de classificação atual do desafio.

source: The Challenge System
de_de: Das Herausforderungssystem
es_es: El sistema de desafíos
es_mx: El sistema de retos
ja_jp: チャレンジのシステム
pt_br: O sistema de desafios
pt_pt: O Sistema de Desafios

source: Learn how to use the challenge system
de_de: Lerne, wie du das Herausforderungssystem nutzen kannst
es_es: Aprende a usar el sistema de desafíos
es_mx: Aprende a utilizar el sistema de retos
ja_jp: チャレンジのシステムを習います
pt_br: Saiba como usar o sistema de desafios
pt_pt: Aprende a utilizar o sistema de desafios

source: Communication Tower
de_de: Kommunikationsturm
es_es: Torre de comunicación
es_mx: Torre de comunicaciones
ja_jp: コミュニケーション・タワー
pt_br: Torre de comunicação
pt_pt: Torre de comunicação

source: Radiation Science Pack
es_es: Pack Ciencia de la Radiación
es_mx: Paquete científico sobre radiación
ja_jp: 放射一式
pt_br: Pacote de ciência da radiação
pt_pt: Pacote de Ciências da Radiação

source: Communication Tower 2
de_de: Kommunikationsturm 2
es_es: Torre de comunicación 2
es_mx: Torre de comunicaciones 2
ja_jp: コミュニケーション・タワー２
pt_br: Torre de comunicação 2
pt_pt: Torre de comunicação 2

source: BotGuy Astronaut
es_es: BotGuy Astronauta
es_mx: BotGuy Astronauta
ja_jp: Botguy宇宙飛行士
pt_br: Astronauta BotGuy
pt_pt: BotGuy Astronauta

source: 2025 Botball Game Table
de_de: 2025 Botball Spieltisch
es_es: 2025 Mesa de Juego Botball
es_mx: tabla del juego Botball 2025
ja_jp: 2025 Botball ゲームテーブル
pt_br: mesa de jogo Botball 2025
pt_pt: mesa de jogo Botball 2025

source: Blue Drink
de_de: Blauer Drink
es_es: Bebida Azul
es_mx: Bebida azul
ja_jp: 青飲み物
pt_br: Bebida azul
pt_pt: Bebida azul

source: Green Drink
de_de: Grüner Drink
es_es: Bebida verde
es_mx: Bebida verde
ja_jp: 緑飲み物
pt_br: Bebida verde
pt_pt: Bebida verde

source: Pink Drink
de_de: Rosa Getränk
es_es: Bebida Rosa
es_mx: Bebida rosa
ja_jp: ピンク飲み物
pt_br: Bebida rosa
pt_pt: Bebida cor-de-rosa

source: Blue Pom (Ice Cube)
de_de: Blauer Pom (Eiswürfel)
es_es: Pom Pom Azul (Cubito de Hielo)
es_mx: Pom azul (cubo de hielo)
ja_jp: 青ポン（角氷）
pt_pt: Blue Pom (Cubo de gelo)

source: Orange Pom (Hot Sauce)
de_de: Orange Pom (Scharfe Soße)
es_es: Pom Pom Naranja (Salsa picante)
es_mx: Orange Pom (salsa picante)
ja_jp: オレンジポン（チリソース）
pt_br: Orange Pom (molho picante)
pt_pt: Orange Pom (molho picante)

source: Red Pom (Ketchup)
es_es: Pom Pom Rojo (Ketchup)
es_mx: Pom rojo (ketchup)
ja_jp: 赤ポン（ケチャップ）

source: Yellow Pom (Mustard)
de_de: Gelber Pom (Senf)
es_es: Pom amarillo (mostaza)
es_mx: Pom amarillo (mostaza)
ja_jp: 黄ポン（マスタード）
pt_br: Pom amarelo (mostarda)
pt_pt: Pom amarelo (mostarda)

source: French Fry
de_de: Pommes frites
es_es: Patata frita
es_mx: Papas fritas
ja_jp: フライドポテト
pt_br: Batata frita
pt_pt: Batatas fritas

source: Bottle
de_de: Flasche
es_es: Botella
es_mx: Botella
ja_jp: ボトル
pt_br: Garrafa
pt_pt: Garrafa

source: Tray
de_de: Tablett
es_es: Bandeja
es_mx: Bandeja
ja_jp: トレー
pt_br: Bandeja
pt_pt: Tabuleiro

source: Living Habitat
de_de: Lebendiger Lebensraum
es_es: Hábitat vivo
es_mx: Hábitat de vida
ja_jp: 人生施設
pt_br: Habitat vivo
pt_pt: Habitat vivo

source: Research Habitat
de_de: Forschung Habitat
es_es: Hábitat de investigación
es_mx: Hábitat de investigación
ja_jp: 研究施設
pt_br: Habitat de pesquisa
pt_pt: Habitat de investigação

source: Controls Habitat
de_de: Kontrollen Lebensraum
es_es: Hábitat de control
es_mx: Controles Hábitat
ja_jp: コントロールズハビタット
pt_br: Controles Habitat
pt_pt: Controla o Habitat

source: Moon Rock Container
de_de: Mondstein Container
es_es: Contenedor de roca lunar
es_mx: Contenedor de roca lunar
ja_jp: 月の石の箱
pt_br: Recipiente Moon Rock
pt_pt: Contentor Moon Rock

source: Radiation Science Pack - Low
de_de: Radiation Science Pack - Niedrig
es_es: Paquete Científico de Radiación - Baja
es_mx: Paquete científico sobre radiación - Bajo
ja_jp: 放射一式
pt_br: Pacote de ciência da radiação - Baixo
pt_pt: Pacote de Ciências das Radiações - Baixo

source: Space Base
de_de: Weltraumbasis
es_es: Base Espacial
es_mx: Base espacial
ja_jp: 月面基地
pt_br: Base Espacial
pt_pt: Base espacial

source: JBC Pieces
de_de: JBC-Stücke
es_es: Piezas JBC
es_mx: Piezas JBC
ja_jp: JBC物
pt_br: Peças JBC
pt_pt: Peças JBC

source: Moon Rock
de_de: Mondgestein
es_es: Roca Lunar
es_mx: Roca lunar
ja_jp: 月の石
pt_br: Pedra da Lua
pt_pt: Pedra da Lua

source: All
de_de: Alle
es_es: Todos
es_mx: Todos
ja_jp: 全部
pt_br: Todos
pt_pt: Todos

source: Basalt is an aphanitic (fine-grained) extrusive igneous rock formed from the rapid cooling of low-viscosity lava rich in magnesium and iron (mafic lava) exposed at or very near the surface of a rocky planet or moon.
de_de: Basalt ist ein aphanitisches (feinkörniges) extrusives Eruptivgestein, das durch die schnelle Abkühlung von niedrigviskoser, magnesium- und eisenreicher Lava (mafische Lava) an oder nahe der Oberfläche eines felsigen Planeten oder Mondes entsteht.
es_es: El basalto es una roca ígnea extrusiva afanítica (de grano fino) formada a partir del enfriamiento rápido de lava de baja viscosidad rica en magnesio y hierro (lava máfica) expuesta en la superficie o muy cerca de la superficie de un planeta rocoso o una luna.
es_mx: El basalto es una roca ígnea extrusiva afanítica (de grano fino) formada por el enfriamiento rápido de lava de baja viscosidad rica en magnesio y hierro (lava máfica) expuesta en la superficie o muy cerca de ella de un planeta rocoso o una luna.
ja_jp: 玄武岩というのは目の細かい火成岩。惑星か衛星の表で早く冷たいになる鉄とマグネシウムが多い溶岩（マフィック溶岩）で作る物です。
pt_br: O basalto é uma rocha ígnea extrusiva afanítica (de granulação fina) formada a partir do resfriamento rápido de lava de baixa viscosidade rica em magnésio e ferro (lava máfica) exposta na superfície ou muito perto da superfície de um planeta rochoso ou lua.
pt_pt: O basalto é uma rocha ígnea extrusiva afanítica (de grão fino) formada a partir do arrefecimento rápido de lava de baixa viscosidade rica em magnésio e ferro (lava máfica) exposta à superfície ou muito perto da superfície de um planeta rochoso ou de uma lua.

source: Anorthosite is a phaneritic, intrusive igneous rock characterized by its composition: mostly plagioclase feldspar (90–100%), with a minimal mafic component (0–10%).
de_de: Anorthosit ist ein phaneritisches, intrusives Eruptivgestein, das sich durch seine Zusammensetzung auszeichnet: überwiegend Plagioklas-Feldspat (90-100%) mit einer minimalen mafischen Komponente (0-10%).
es_es: La anortosita es una roca ígnea intrusiva fanerítica que se caracteriza por su composición: mayoritariamente feldespato plagioclasa (90-100%), con un componente máfico mínimo (0-10%).
es_mx: La anortosita es una roca ígnea intrusiva fanerítica que se caracteriza por su composición: principalmente feldespato plagioclasa (90-100 %), con un componente máfico mínimo (0-10 %).
ja_jp: 斜長岩というのはファネリティックと貫入と火成石です。90〜100％斜長石と０〜10％マフィック溶岩で作る物です。
pt_br: O anortosito é uma rocha ígnea intrusiva fanerítica caracterizada por sua composição: principalmente feldspato plagioclásio (90-100%), com um componente máfico mínimo (0-10%).
pt_pt: O anortosito é uma rocha ígnea intrusiva fanerítica caracterizada pela sua composição: maioritariamente feldspato plagioclásio (90-100%), com uma componente máfica mínima (0-10%).

source: Breccia is a rock composed of large angular broken fragments of minerals or rocks cemented together by a fine-grained matrix.
de_de: Brekzie ist ein Gestein, das aus großen, kantigen Bruchstücken von Mineralien oder Gesteinen besteht, die durch eine feinkörnige Matrix zusammengehalten werden.
es_es: Brecha es una roca compuesta por grandes fragmentos angulosos rotos de minerales o rocas cementados por una matriz de grano fino.
es_mx: La brecha es una roca compuesta por grandes fragmentos angulares de minerales o rocas cementados entre sí por una matriz de grano fino.
ja_jp: 角礫岩というのは鉱物の角破片が細かい粒状の母岩によって固められた岩石で作る岩石です。
pt_br: Brecha é uma rocha composta de grandes fragmentos angulares quebrados de minerais ou rochas cimentados por uma matriz de granulação fina.
pt_pt: A brecha é uma rocha composta por grandes fragmentos angulares de minerais ou rochas cimentados por uma matriz de grão fino.

source: Meteorite is a solid piece of debris from an object, such as a comet, asteroid, or meteoroid, that originates in outer space and survives its passage through the atmosphere to reach the surface of a planet or moon.
de_de: Ein Meteorit ist ein festes Trümmerstück eines Objekts, z. B. eines Kometen, Asteroiden oder Meteoroiden, das aus dem Weltraum stammt und seinen Weg durch die Atmosphäre überlebt, um die Oberfläche eines Planeten oder Mondes zu erreichen.
es_es: Meteorito es un fragmento sólido de un objeto, como un cometa, un asteroide o un meteoroide, que se origina en el espacio exterior y sobrevive a su paso por la atmósfera hasta alcanzar la superficie de un planeta o una luna.
es_mx: Un meteorito es un fragmento sólido de un objeto, como un cometa, un asteroide o un meteoroide, que se origina en el espacio exterior y sobrevive a su paso por la atmósfera hasta alcanzar la superficie de un planeta o una luna.
ja_jp: 隕石というのは宇宙空間彗星か小惑星か流星物質から来て、大気で惑星か衛星に固体の瓦礫作る物です。
pt_br: Meteorito é um pedaço sólido de detritos de um objeto, como um cometa, asteroide ou meteoroide, que se origina no espaço sideral e sobrevive à sua passagem pela atmosfera para atingir a superfície de um planeta ou lua.
pt_pt: Meteorito é um pedaço sólido de detritos de um objeto, como um cometa, asteroide ou meteoroide, que tem origem no espaço exterior e sobrevive à sua passagem pela atmosfera para atingir a superfície de um planeta ou lua.

source: Description of the object
de_de: Beschreibung des Objekts
es_es: Descripción del objeto
es_mx: Descripción del objeto
ja_jp: オブジェクトの説明
pt_br: Descrição do objeto
pt_pt: Descrição do objeto

source: Surface Text
de_de: Oberfläche Text
es_es: Texto de la superficie
es_mx: Texto de superficie
ja_jp: 表面テキスト
pt_br: Texto da superfície
pt_pt: Texto de superfície

source: The current scene does not have a challenge available
de_de: In der aktuellen Szene gibt es keine Herausforderung
es_es: La escena actual no tiene ningún desafío disponible
es_mx: La escena actual no tiene ningún desafío disponible
ja_jp: このシーンはチャレンジがありません
pt_br: O cenário atual não tem um desafio disponível
pt_pt: O cenário atual não tem um desafio disponível

source: Start Challenge
de_de: Herausforderung starten
es_es: Iniciar reto
es_mx: Iniciar desafío
ja_jp: チャレンジを始める
pt_br: Iniciar desafio
pt_pt: Começa o desafio

source: your current work
de_de: deine aktuelle Arbeit
es_es: su trabajo actual
es_mx: tu trabajo actual
ja_jp: 現行の作業
pt_br: seu trabalho atual
pt_pt: o teu trabalho atual

source: Failed to load challenge
de_de: Herausforderung konnte nicht geladen werden
es_es: No se ha podido cargar el desafío
es_mx: No se ha podido cargar el desafío
ja_jp: チャレンジをロードに失敗
pt_br: Falha ao carregar o desafio
pt_pt: Falha ao carregar o desafio

source: Search
de_de: Suche
es_es: Buscar en
es_mx: Buscar
ja_jp: 探索
pt_br: Pesquisar
pt_pt: Procura

source: Search Filters
de_de: Such-Filter
es_es: Filtros de búsqueda
es_mx: Filtros de búsqueda
ja_jp: 探索フィルター
pt_br: Filtros de pesquisa
pt_pt: Filtros de pesquisa
