Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Touch circle 6
de_de: Kreis 6 berühren
es_es: Toque el círculo 6
es_mx: Toca el círculo 6
ja_jp: ロボットはサークル６を触れてください
pt_br: Círculo de toque 6
pt_pt: Círculo tátil 6

source: Touch circle 7
de_de: Berührungskreis 7
es_es: Círculo táctil 7
es_mx: Toca el círculo 7
ja_jp: ロボットはサークル７を触れてください
pt_br: Círculo de toque 7
pt_pt: Círculo tátil 7

source: Touch circle 8
de_de: Berührungskreis 8
es_es: Tocar círculo 8
es_mx: Toca el círculo 8
ja_jp: ロボットはサークル８を触れてください
pt_br: Círculo de toque 8
pt_pt: Círculo tátil 8

source: Circle touched out of order
de_de: Kreis berührt außer der Reihe
es_es: Círculo tocado fuera de orden
es_mx: Círculo tócala fuera de servicio
ja_jp: サークルが順番通りに触れなちゃった
pt_br: Círculo tocado fora de ordem
pt_pt: Círculo tocado fora de ordem

source: JBC Challenge 5
de_de: JBC Herausforderung 5
es_es: Desafío JBC 5
es_mx: Desafío JBC 5
ja_jp: JBCチャレンジ５
pt_br: Desafio 5 da JBC
pt_pt: Desafio 5 da JBC

source: Even Circle Touched
de_de: Selbst Kreis berührt
es_es: Círculo par tocado
es_mx: Incluso el círculo tocado
ja_jp: 偶数のサークル触れた
pt_br: Até o Círculo foi tocado
pt_pt: Até o Círculo foi tocado

source: Even circle touched
de_de: Auch Kreis berührt
es_es: Círculo par tocado
es_mx: Incluso el círculo tocado
ja_jp: 偶数のサークル触れた
pt_br: Até o círculo foi tocado
pt_pt: Até o círculo tocou

source: Circle 1 Touched
de_de: Kreis 1 Berührt
es_es: Círculo 1 tocado
es_mx: Círculo 1 Tocado
ja_jp: サークル１を触れた
pt_br: Círculo 1 Tocado
pt_pt: Círculo 1 Tocado

source: Circle 1 was touched
de_de: Kreis 1 wurde berührt
es_es: Círculo 1 tocado
es_mx: Se tocó el círculo 1
ja_jp: サークル１を触れた
pt_br: O Círculo 1 foi tocado
pt_pt: O círculo 1 foi tocado

source: Circle 3 Touched
de_de: Kreis 3 Berührt
es_es: Círculo 3 Tocado
es_mx: Círculo 3 Tocado
ja_jp: サークル３を触れた
pt_br: Círculo 3 Tocado
pt_pt: Círculo 3 Tocado

source: Circle 3 was touched
de_de: Kreis 3 wurde berührt
es_es: Se ha tocado el círculo 3
es_mx: Se tocó el círculo 3
ja_jp: サークル３を触れた
pt_br: O círculo 3 foi tocado
pt_pt: O círculo 3 foi tocado

source: Circle 5 Touched
de_de: Kreis 5 Berührt
es_es: Círculo 5 Tocado
es_mx: Círculo 5 Tocado
ja_jp: サークル５を触れた
pt_br: Círculo 5 Tocado
pt_pt: Círculo 5 Tocado

source: Circle 5 was touched
de_de: Kreis 5 wurde berührt
es_es: Se ha tocado el círculo 5
es_mx: Se tocó el círculo 5
ja_jp: サークル５を触れた
pt_br: O Círculo 5 foi tocado
pt_pt: O círculo 5 foi tocado

source: Circle 7 Touched
de_de: Kreis 7 Berührt
es_es: Círculo 7 Tocado
es_mx: Círculo 7 Tocado
ja_jp: サークル７を触れた
pt_br: Círculo 7 Tocado
pt_pt: Círculo 7 Tocado

source: Circle 7 was touched
de_de: Kreis 7 wurde berührt
es_es: Se ha tocado el círculo 7
es_mx: Se tocó el círculo 7
ja_jp: サークル７を触れた
pt_br: O Círculo 7 foi tocado
pt_pt: O círculo 7 foi tocado

source: Circle 9 Touched
de_de: Kreis 9 Berührt
es_es: Círculo 9 Tocado
es_mx: Círculo 9 Tocado
ja_jp: サークル９を触れた
pt_br: Círculo 9 Tocado
pt_pt: Círculo 9 Tocado

source: Circle 9 was touched
de_de: Kreis 9 wurde berührt
es_es: Se ha tocado el círculo 9
es_mx: Se tocó el círculo 9
ja_jp: サークル９を触れた
pt_br: O Círculo 9 foi tocado
pt_pt: O círculo 9 foi tocado

source: Circle 11 Touched
de_de: Kreis 11 Berührt
es_es: Círculo 11 Tocado
es_mx: Círculo 11 Tocado
ja_jp: サークル１１を触れた
pt_br: Círculo 11 Tocado
pt_pt: Círculo 11 Tocado

source: Circle 11 was touched
de_de: Kreis 11 wurde berührt
es_es: Se ha tocado el círculo 11
es_mx: Se tocó el círculo 11
ja_jp: サークル１１を触れた
pt_br: O Círculo 11 foi tocado
pt_pt: O círculo 11 foi tocado

source: Touch circle 9
de_de: Kreis 9 berühren
es_es: Tocado círculo 9
es_mx: Toca el círculo 9
ja_jp: ロボットはサークル９を触れてください
pt_br: Círculo de toque 9
pt_pt: Toca no círculo 9

source: Touch circle 11
de_de: Berührungskreis 11
es_es: Tocado círculo 11
es_mx: Toca el círculo 11
ja_jp: ロボットはサークル１１を触れてください
pt_br: Círculo de toque 11
pt_pt: Círculo tátil 11

source: Touched an even circle
de_de: Einen ebenen Kreis berührt
es_es: Tocado un círculo par
es_mx: Tocaste un círculo uniforme
ja_jp: 偶数のサークル触れた
pt_br: Tocou em um círculo uniforme
pt_pt: Tocaste num círculo uniforme

source: JBC Challenge 6
de_de: JBC Herausforderung 6
es_es: Desafío JBC 6
es_mx: Desafío JBC 6
ja_jp: JBCチャレンジ５
pt_br: Desafio 6 da JBC
pt_pt: Desafio 6 da JBC

source: Can 4 intersects circle 4
de_de: Can 4 schneidet den Kreis 4
es_es: Can 4 intersecta el círculo 4
es_mx: ¿Puede el 4 intersecar el círculo 4?
ja_jp: サークル４に缶４が交わる
pt_br: A lata 4 intercepta o círculo 4
pt_pt: A lata 4 intersecta o círculo 4

source: Can 4 upright on circle 4
de_de: Kann 4 aufrecht auf Kreis 4
es_es: Lata 4 vertical sobre círculo 4
es_mx: ¿Se puede hacer 4 verticales en el círculo 4?
ja_jp: サークル４で缶４が立てている
pt_br: Lata 4 na vertical no círculo 4
pt_pt: Podes 4 na vertical no círculo 4

source: Robot Figure Eight
de_de: Roboter-Acht
es_es: Figura del ocho del robot
es_mx: Figura de robot ocho
ja_jp: ８の字
pt_br: Robô Figura Oito
pt_pt: Robô Figura Oito

source: Robot did a figure eight around cans 4 and 9
de_de: Der Roboter machte eine Acht um die Dosen 4 und 9
es_es: El robot hace un ocho alrededor de las latas 4 y 9
es_mx: El robot hizo un ocho alrededor de las latas 4 y 9
ja_jp: ロボットが缶4と9の周りで8の字を描いた
pt_br: O robô fez um oito em torno das latas 4 e 9
pt_pt: O robô fez um oito à volta das latas 4 e 9

source: Complete a figure eight
de_de: Vervollständige eine Acht
es_es: Completa un ocho
es_mx: Completa un ocho
ja_jp: ８の字をしてください
pt_br: Complete um oito
pt_pt: Completa um oito

source: Can 4 not upright in circle 4
de_de: Dose 4 nicht aufrecht im Kreis 4
es_es: La lata 4 no está en posición vertical en el círculo 4
es_mx: ¿No puedes mantenerte erguido en el círculo 4?
ja_jp: 缶４はサークル４で立てられない
pt_br: A lata 4 não está na posição vertical no círculo 4
pt_pt: Não podes 4 na vertical no círculo 4

source: Can 9 not upright in circle 9
de_de: Kann 9 nicht aufrecht im Kreis 9
es_es: La lata 9 no está vertical en el círculo 9
es_mx: ¿No puedes mantenerte erguido en el círculo 9?
ja_jp: 缶４はサークル４で立てられない
pt_br: Can 9 não está na posição vertical no círculo 9
pt_pt: Não podes 9 na vertical no círculo 9

source: Can 4 does not intersect circle 4
de_de: Can 4 schneidet den Kreis 4 nicht
es_es: La lata 4 no interseca el círculo 4
es_mx: El cuadrado 4 no se cruza con el círculo 4
ja_jp: サークル４に缶４が交わらない
pt_br: A lata 4 não faz interseção com o círculo 4
pt_pt: A lata 4 não intersecta a circunferência 4

source: Can 9 does not intersect circle 9
de_de: Can 9 schneidet den Kreis 9 nicht
es_es: La lata 9 no interseca el círculo 9
es_mx: El 9 no se cruza con el círculo 9
ja_jp: サークル９に缶９が交わらない
pt_br: A lata 9 não faz interseção com o círculo 9
pt_pt: A lata 9 não intersecta a circunferência 9

source: JBC Challenge 7
de_de: JBC Herausforderung 7
es_es: Desafío JBC 7
es_mx: Desafío JBC 7
ja_jp: JBCチャレンジ７
pt_br: Desafio 7 da JBC
pt_pt: Desafio 7 da JBC

source: Can 2 upright
de_de: Dose 2 aufrecht
es_es: Can 2 vertical
es_mx: 2 latas en posición vertical
ja_jp: 缶２が立てている
pt_br: Lata 2 na vertical
pt_pt: Lata 2 vertical

source: Can 9 upright
de_de: Kann 9 aufrecht
es_es: Can 9 vertical
es_mx: 9 latas en posición vertical
ja_jp: 缶９が立てている
pt_br: Lata 9 na vertical
pt_pt: Lata 9 na vertical

source: Can 10 Upright
de_de: Can 10 Aufrecht
es_es: Can 10 vertical
es_mx: 10 latas verticales
ja_jp: 缶１０が立てている
pt_br: Lata 10 vertical
pt_pt: Lata 10 vertical

source: Can 10 upright
de_de: Kann 10 aufrecht
es_es: Lata 10 vertical
es_mx: 10 latas en posición vertical
ja_jp: 缶１０が立てている
pt_br: Lata 10 na vertical
pt_pt: Lata 10 na vertical

source: Can 2 Intersects Green Garage
de_de: Can 2 kreuzt Grüne Garage
es_es: Lata 2 intersecta Garaje Verde
es_mx: ¿Puede 2 intersecar el garaje verde?
ja_jp: 緑のガレージと缶２が交わる
pt_br: A lata 2 cruza com a Garagem Verde

source: Can 2 intersects Green Garage
de_de: Can 2 kreuzt Green Garage
es_es: La lata 2 cruza el garaje verde
es_mx: ¿Puede 2 intersectarse con Green Garage?
ja_jp: 緑のガレージと缶２が交わる
pt_br: O Can 2 cruza a Green Garage
pt_pt: A lata 2 intersecta a Garagem Verde

source: Can 9 Intersects Blue Garage
de_de: Can 9 kreuzt Blue Garage
es_es: Lata 9 intersección Garaje Azul
es_mx: Can 9 se cruza con Blue Garage
ja_jp: 青いなガレージと缶９が交わる
pt_br: A Can 9 cruza com a Blue Garage

source: Can 9 intersects Blue Garage
de_de: Can 9 kreuzt die Blue Garage
es_es: La lata 9 cruza el garaje azul
es_mx: La calle 9 se cruza con el garaje azul
ja_jp: 青いなガレージと缶９が交わる
pt_br: A lata 9 cruza a Blue Garage
pt_pt: A lata 9 cruza a Blue Garage

source: Can 9 Intersects Purple Garage
de_de: Can 9 kreuzt Purple Garage
es_es: Lata 9 intersección garaje violeta
es_mx: Can 9 se cruza con Purple Garage
ja_jp: 紫なガレージと缶９が交わる
pt_br: A Can 9 cruza com a Purple Garage

source: Can 9 intersects Purple Garage
de_de: Can 9 kreuzt die Purple Garage
es_es: 9 intersecciones púrpura
es_mx: Can 9 se cruza con Purple Garage
ja_jp: 紫なガレージと缶９が交わる
pt_br: A Can 9 cruza a Purple Garage
pt_pt: A lata 9 intersecta a Garagem Roxa

source: Can 10 Intersects Yellow Garage
de_de: Can 10 kreuzt Gelbe Garage
es_es: La lata 10 cruza el garaje amarillo
es_mx: ¿Puede 10 intersecarse con el garaje amarillo?
ja_jp: 黄色いなガレージと缶１０が交わる
pt_br: Can 10 cruza com a Yellow Garage

source: Can 10 intersects Yellow Garage
de_de: Can 10 kreuzt Yellow Garage
es_es: El bidón 10 cruza el garaje amarillo
es_mx: ¿Puede 10 cruzarse con el garaje amarillo?
ja_jp: 黄色いなガレージと缶１０が交わる
pt_br: A Can 10 cruza a Yellow Garage
pt_pt: A lata 10 intersecta a Garagem Amarela

source: Place can 2 in green garage
de_de: Dose 2 in die grüne Garage stellen
es_es: Coloca el bidón 2 en el garaje verde
es_mx: Coloca la lata 2 en el garaje verde
ja_jp: 緑のガレージに缶2を置いで
pt_br: Coloque a lata 2 na garagem verde
pt_pt: Coloca a lata 2 na garagem verde

source: Place can 9 in blue garage
de_de: Platziere Dose 9 in der blauen Garage
es_es: Lata 9 en garaje azul
es_mx: Coloca la lata 9 en el garaje azul
ja_jp: 青いなガレージに缶９を置いで
pt_br: Coloque a lata 9 na garagem azul
pt_pt: Coloca a lata 9 na garagem azul

source: Place can 10 in yellow garage
de_de: Platziere Dose 10 in der gelben Garage
es_es: Colocar la lata 10 en el garaje amarillo
es_mx: Coloca la lata 10 en el garaje amarillo
ja_jp: 黄色いなガレージに缶１０を置いで
pt_br: Coloque a lata 10 na garagem amarela
pt_pt: Coloca a lata 10 na garagem amarela

source: Can 2 not upright in green garage
de_de: Dose 2 nicht aufrecht in grüner Garage
es_es: Lata 2 no vertical en garaje verde
es_mx: ¿No puedes mantenerte erguido en el garaje verde?
ja_jp: 缶２が立てておらず緑のガレージにない
pt_br: A lata 2 não fica em pé na garagem verde
pt_pt: Lata 2 não vertical na garagem verde

source: Can 9 not upright in blue garage
de_de: Dose 9 nicht aufrecht in blauer Garage
es_es: Lata 9 no vertical en garaje azul
es_mx: ¿No puedes mantenerte erguido en el garaje azul?
ja_jp: 缶９が立てておらず青いなガレージにない
pt_br: A lata 9 não fica em pé na garagem azul
pt_pt: A lata 9 não está na vertical na garagem azul

source: Can 10 not upright in yellow garage
de_de: Dose 10 nicht aufrecht in gelber Garage
es_es: Lata 10 no vertical en garaje amarillo
es_mx: ¿No puedes aparcar en el garaje amarillo?
ja_jp: 缶１０が立てておらず黄色いなガレージにない
pt_br: A lata 10 não fica em pé na garagem amarela
pt_pt: Lata 10 não vertical na garagem amarela

source: JBC Challenge 8
de_de: JBC Herausforderung 8
es_es: Desafío JBC 8
es_mx: Desafío JBC 8
ja_jp: JBCチャレンジ８
pt_br: Desafio 8 da JBC
pt_pt: Desafio 8 da JBC

source: Can A upright behind start line
de_de: Kann A hinter der Startlinie aufrecht stehen
es_es: Lata A en posición vertical detrás de la línea de salida
es_mx: ¿Puedes colocarte detrás de la línea de salida?
ja_jp: スタートボックスに缶Aが立てている
pt_br: Você pode ficar em pé atrás da linha de largada
pt_pt: Podes A na vertical atrás da linha de partida

source: Can B upright behind start line
de_de: Kann B hinter der Startlinie aufrecht stehen
es_es: Can B en posición vertical detrás de la línea de salida
es_mx: Puedes colocarte de pie detrás de la línea de salida
ja_jp: スタートボックスに缶Bが立てている
pt_br: Você pode ficar em pé atrás da linha de largada
pt_pt: Pode B na vertical atrás da linha de partida

source: Can C upright behind start line
de_de: Kann C hinter der Startlinie aufrecht stehen
es_es: Can C en posición vertical detrás de la línea de salida
es_mx: ¿Puedes colocarte en posición vertical detrás de la línea de salida?
ja_jp: スタートボックスに缶Cが立てている
pt_br: Você pode ficar em pé atrás da linha de largada
pt_pt: Podes C na vertical atrás da linha de partida

source: Can D upright behind start line
de_de: Can D aufrecht hinter der Startlinie
es_es: Puede D en posición vertical detrás de la línea de salida
es_mx: ¿Puedes colocarte en posición vertical detrás de la línea de salida?
ja_jp: スタートボックスに缶Dが立てている
pt_br: Você pode ficar em pé atrás da linha de largada
pt_pt: Podes ficar de pé atrás da linha de partida

source: Can E upright behind start line
de_de: Can E aufrecht hinter der Startlinie
es_es: Lata E en posición vertical detrás de la línea de salida
es_mx: ¿Puedes colocarte en posición vertical detrás de la línea de salida?
ja_jp: スタートボックスに缶Eが立てている
pt_br: Você pode ficar em pé atrás da linha de largada
pt_pt: Pode E erguer-se atrás da linha de partida

source: First can upright in start box
de_de: Erste Dose aufrecht in der Startbox
es_es: Primera lata en posición vertical en la casilla de salida
es_mx: Primero, puedes colocarte en posición vertical en la caja de salida
ja_jp: スタートボックスに１番目缶が立てている
pt_br: Primeira lata na posição vertical na caixa de partida
pt_pt: Primeira lata na vertical na caixa de arranque

source: Second can upright in start box
de_de: Zweite Dose hochkant in der Startbox
es_es: Segunda lata en posición vertical en la casilla de salida
es_mx: Segundo puede colocarse en posición vertical en la caja de salida
ja_jp: スタートボックスに２番目缶が立てている
pt_br: Segunda lata na posição vertical na caixa de partida
pt_pt: Segunda lata na vertical na caixa de arranque

source: Third can upright in start box
de_de: Dritte Dose hochkant in der Startbox
es_es: Tercera lata en posición vertical en la casilla de salida
es_mx: Tercero puede colocarse en posición vertical en la caja de salida
ja_jp: スタートボックスに３番目缶が立てている
pt_br: Terceira lata na posição vertical na caixa de partida
pt_pt: Terceira lata na vertical na caixa de arranque

source: Fourth can upright in start box
de_de: Vierte Dose hochkant in der Startbox
es_es: Cuarta lata en posición vertical en la casilla de salida
es_mx: Cuarto puede colocarse en posición vertical en la caja de salida
ja_jp: スタートボックスに４番目缶が立てている
pt_br: Quarta lata na vertical na caixa de partida
pt_pt: Quarta lata na vertical na caixa de partida

source: Fifth can upright in start box
de_de: Fünfte Dose hochkant in der Startbox
es_es: Quinta lata en posición vertical en la caja de salida
es_mx: Quinto puede colocarse en posición vertical en la caja de salida
ja_jp: スタートボックスに５番目缶が立てている
pt_br: Quinta lata na vertical na caixa de partida
pt_pt: Quinta lata na vertical na caixa de partida

source: JBC Challenge 9
de_de: JBC Herausforderung 9
es_es: Desafío JBC 9
es_mx: Desafío JBC 9
ja_jp: JBCチャレンジ９
pt_br: Desafio 9 da JBC
pt_pt: Desafio 9 da JBC

source: Cover base A
de_de: Abdeckung Basis A
es_es: Cubrir la base A
es_mx: Base de la cubierta A
ja_jp: サークルAをカバーしてください
pt_br: Base da tampa A
pt_pt: Base da tampa A

source: Cover base B
de_de: Abdeckung Basis B
es_es: Cubrir base B
es_mx: Base de la cubierta B
ja_jp: サークルBをカバーしてください
pt_br: Base da tampa B
pt_pt: Base da tampa B

source: Cover base C
de_de: Abdeckung Boden C
es_es: Cubrir base C
es_mx: Base de la cubierta C
ja_jp: サークルCをカバーしてください
pt_br: Base da tampa C
pt_pt: Base da tampa C

source: Cover base D
de_de: Abdeckung Boden D
es_es: Tapa base D
es_mx: Base de la cubierta D
ja_jp: サークルDをカバーしてください
pt_br: Base da tampa D
pt_pt: Base da tampa D

source: Cover base E
de_de: Abdeckung Boden E
es_es: Cubrir base E
es_mx: Base de cubierta E
ja_jp: サークルEをカバーしてください
pt_br: Base da tampa E
pt_pt: Base da tampa E

source: Can A not upright
de_de: Kann A nicht aufrecht stehen
es_es: Lata A no vertical
es_mx: ¿Puede A no estar erguido?
ja_jp: 缶Aが立てない
pt_br: Can A não está na posição vertical
pt_pt: Não podes A na vertical

source: Can B not upright
de_de: Kann B nicht aufrecht stehen
es_es: Lata B no vertical
es_mx: ¿No puede B mantenerse erguido?
ja_jp: 缶Bが立てない
pt_br: Pode B não estar na posição vertical
pt_pt: Podes B não na vertical

source: Can C not upright
de_de: Kann C nicht aufrecht stehen
es_es: Can C no vertical
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶Cが立てない
pt_br: O C não pode ficar em pé
pt_pt: Não podes C na vertical

source: Can D not upright
de_de: Kann D nicht aufrecht stehen
es_es: Can D no vertical
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶Dが立てない
pt_br: Você não pode ficar em pé
pt_pt: Não podes D na vertical

source: Can E not upright
de_de: Kann E nicht aufrecht stehen
es_es: Lata E no vertical
es_mx: ¿No puedes enderezarte?
ja_jp: 缶Eが立てない
pt_br: Você não pode ficar em pé
pt_pt: Não podes E não na vertical

source: JBC Challenge 10
de_de: JBC Herausforderung 10
es_es: Desafío JBC 10
es_mx: Desafío JBC 10
ja_jp: JBCチャレンジ１０
pt_br: Desafio 10 da JBC
pt_pt: Desafio JBC 10

source: Waited to Chop
de_de: Gewartet, um zu hacken
es_es: Esperó a picar
es_mx: Esperando para cortar
ja_jp: 切ることを待った
pt_br: Esperou para cortar
pt_pt: Espera para cortar

source: Robot waited to chop
de_de: Der Roboter wartete, um zu hacken
es_es: El robot esperó para picar
es_mx: El robot esperó para cortar
ja_jp: ロボットは切ることを待った
pt_br: O robô esperou para cortar
pt_pt: O robô esperou para cortar

source: Can 7 Upright
es_es: Lata 7 vertical
es_mx: 7 vertical
ja_jp: 缶７が立てる

source: Can 7 upright
de_de: Kann 7 aufrecht
es_es: Lata 7 vertical
es_mx: 7 latas en posición vertical
ja_jp: 缶７が立てる
pt_br: Lata 7 na vertical
pt_pt: Lata 7 na vertical

source: Wait before chopping
de_de: Vor dem Schneiden warten
es_es: Esperar antes de picar
es_mx: Espera antes de cortar
ja_jp: 切ることを待ってください
pt_br: Espere antes de cortar
pt_pt: Espera antes de cortar

source: Knock over can 7
de_de: Dose umstoßen 7
es_es: Volcar la lata 7
es_mx: Derribar la lata 7
ja_jp: 缶７を倒す
pt_br: Derrubar a lata 7
pt_pt: Derruba a lata 7

source: JBC Challenge 11
de_de: JBC Herausforderung 11
es_es: Desafío JBC 11
es_mx: Desafío JBC 11
ja_jp: JBCチャレンジ１１
pt_br: Desafio 11 da JBC
pt_pt: Desafio 11 da JBC

source: Robot Waved
de_de: Roboter winkte
es_es: Robot saludó
es_mx: El robot saludó con la mano
ja_jp: ロボットが振った
pt_br: O robô acenou
pt_pt: O robô acenou

source: Robot waved
de_de: Roboter winkte
es_es: Robot saludó
es_mx: El robot saludó con la mano
ja_jp: ロボットが振った
pt_br: O robô acenou
pt_pt: O robô acenou

source: Circle 3 touched
de_de: Kreis 3 berührt
es_es: Círculo 3 tocado
es_mx: Círculo 3 tocado
ja_jp: サークル３触れた
pt_br: Círculo 3 tocado
pt_pt: Círculo 3 tocado

source: Circle 6 Touched
de_de: Kreis 6 Berührt
es_es: Círculo 6 tocado
es_mx: Círculo 6 Tocado
ja_jp: サークル６触れた
pt_br: Círculo 6 Tocado
pt_pt: Círculo 6 Tocado

source: Circle 6 touched
de_de: Kreis 6 berührt
es_es: Círculo 6 tocado
es_mx: Círculo 6 tocado
ja_jp: サークル６触れた
pt_br: Círculo 6 tocado
pt_pt: Círculo 6 tocado

source: Circle 9 touched
de_de: Kreis 9 berührt
es_es: Círculo 9 tocado
es_mx: Círculo 9 tocado
ja_jp: サークル９触れた
pt_br: Círculo 9 tocado
pt_pt: Círculo 9 tocado

source: Circle 12 Touched
de_de: Kreis 12 Berührt
es_es: Círculo 12 tocado
es_mx: Círculo 12 Tocado
ja_jp: サークル１２触れた
pt_br: Círculo 12 Tocado
pt_pt: Círculo 12 Tocado

source: Circle 12 touched
de_de: Kreis 12 berührt
es_es: Círculo 12 tocado
es_mx: Círculo 12 tocado
ja_jp: サークル１２触れた
pt_br: Círculo 12 tocado
pt_pt: Círculo 12 tocado

source: Wave at circle 3
de_de: Welle im Kreis 3
es_es: Saludo al círculo 3
es_mx: Saluda en el círculo 3
ja_jp: サークル３で振ってください
pt_br: Acene no círculo 3
pt_pt: Acena no círculo 3

source: Wave at circle 6
de_de: Welle im Kreis 6
es_es: Onda en el círculo 6
es_mx: Saluda en el círculo 6
ja_jp: サークル６で振ってください
pt_br: Onda no círculo 6
pt_pt: Acena no círculo 6

source: Wave at circle 9
de_de: Welle im Kreis 9
es_es: Onda en el círculo 9
es_mx: Saluda en el círculo 9
ja_jp: サークル９で振ってください
pt_br: Acene no círculo 9
pt_pt: Acena no círculo 9

source: Wave at circle 12
de_de: Welle im Kreis 12
es_es: Ola en el círculo 12
es_mx: Saluda en el círculo 12
ja_jp: サークル１２で振ってください
pt_br: Onda no círculo 12
pt_pt: Acena no círculo 12

source: JBC Challenge 15
de_de: JBC Herausforderung 15
es_es: Desafío JBC 15
es_mx: Desafío JBC 15
ja_jp: JBCチャレンジ１５
pt_br: Desafio 15 da JBC
pt_pt: Desafio JBC 15

source: Can 11 Upright
de_de: Can 11 Aufrecht
es_es: Can 11 vertical
es_mx: Lata 11 vertical
ja_jp: 缶１１が立てる
pt_br: Lata 11 vertical
pt_pt: Lata 11 vertical

source: Can 11 upright
de_de: Kann 11 aufrecht
es_es: Lata 11 vertical
es_mx: Lata de 11 cm de alto
ja_jp: 缶１１が立てる
pt_br: Lata 11 na vertical
pt_pt: Lata 11 na vertical

source: Bring can to Start Box
de_de: Bring die Dose zur Startbox
es_es: Llevar la lata a la caja de salida
es_mx: Llevar la lata a la caja de salida
ja_jp: 缶をスタートボックスに持って来てください
pt_br: Traga a lata para a caixa inicial
pt_pt: Traz a lata para a caixa de partida

source: Keep can 11 not upright
de_de: Dose 11 nicht aufrecht halten
es_es: Mantenga la lata 11 no vertical
es_mx: No mantengas la lata 11 en posición vertical
ja_jp: 缶１１はもう立てさせなくてください
pt_br: Manter a lata 11 fora da posição vertical
pt_pt: Mantém a lata 11 não na vertical

source: JBC Challenge 16
de_de: JBC Herausforderung 16
es_es: Desafío JBC 16
es_mx: Desafío JBC 16
ja_jp: JBCチャレンジ１６
pt_br: Desafio JBC 16
pt_pt: Desafio JBC 16

source: Can 2 Picked Up
de_de: Dose 2 Aufgehoben
es_es: Lata 2 levantada
es_mx: Se pueden recoger 2
ja_jp: 缶２を持った
pt_br: Lata 2 retirada
pt_pt: Lata 2 Recolhida

source: Can 2 picked up
de_de: Dose 2 abgeholt
es_es: Lata 2 recogida
es_mx: Puedes recoger 2
ja_jp: 缶２を持った
pt_br: Você pode pegar 2
pt_pt: Podes apanhar 2

source: Can 9 Picked Up
de_de: Dose 9 Abgeholt
es_es: Lata 9 recogida
es_mx: Se pueden recoger 9
ja_jp: 缶９を持った
pt_br: Pode 9 retiradas
pt_pt: Podes 9 Pick Up

source: Can 9 picked up
de_de: Kann 9 abgeholt werden
es_es: Lata 9 recogida
es_mx: ¿Puedes recoger 9?
ja_jp: 缶９を持った
pt_br: Você pode pegar 9
pt_pt: Podes apanhar 9

source: Can 10 Picked Up
de_de: Dose 10 Aufgehoben
es_mx: ¿Se pueden recoger 10?
ja_jp: 缶１０を持った
pt_br: 10 latas retiradas
pt_pt: Podes 10 Pick Up

source: Can 10 picked up
de_de: Kann 10 aufheben
es_es: Lata 10 recogida
es_mx: Puedes recoger 10
ja_jp: 缶１０を持った
pt_br: Você pode pegar 10
pt_pt: Podes apanhar 10

source: Can 2 not upright
de_de: Dose 2 nicht aufrecht
es_es: Lata 2 no erguida
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶２が立てない
pt_br: A lata 2 não está na posição vertical
pt_pt: Lata 2 não vertical

source: Can 10 not upright
de_de: Dose 10 nicht aufrecht
es_es: Lata 10 no recogida
es_mx: ¿No puedes mantenerte erguido?
ja_jp: 缶１０が立てない
pt_br: A lata 10 não está na posição vertical
pt_pt: Lata 10 não vertical

source: Can 2 not picked up
de_de: Dose 2 nicht abgeholt
es_es: Lata 2 no recogida
es_mx: No se pueden recoger 2
ja_jp: 缶２を持たない
pt_br: Lata 2 não recolhida
pt_pt: Lata 2 não recolhida

source: Can 9 not picked up
de_de: Dose 9 nicht abgeholt
es_es: Lata 9 no recogida
es_mx: No se puede recoger el 9
ja_jp: 缶９を持たない
pt_br: Lata 9 não recolhida
pt_pt: Lata 9 não recolhida

source: Can 10 not picked up
de_de: Dose 10 nicht abgeholt
es_es: Lata 10 no recogida
es_mx: No se pueden recoger 10
ja_jp: 缶１０を持たない
pt_br: Lata 10 não recolhida
pt_pt: Lata 10 não recolhida

source: JBC Challenge 17
de_de: JBC Herausforderung 17
es_es: Desafío JBC 17
es_mx: Desafío JBC 17
ja_jp: JBCチャレンジ１７
pt_br: Desafio JBC 17
pt_pt: Desafio JBC 17

source: Rescue can 1 to start box
de_de: Rettungsdose 1 zur Startbox
es_es: Rescate de la lata 1 a la caja de salida
es_mx: Lata de rescate 1 para iniciar la caja
ja_jp: 缶１をスタートボックスに持って来てください
pt_br: Rescue can 1 para iniciar a caixa
pt_pt: Resgata a lata 1 para iniciar a caixa
