Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Base Scene - Surface A
de_de: Basis-Szene - Fläche A
es_es: Escena base - Superficie A
es_mx: Escena base - Superficie A
ja_jp: 基盤シーン - 表面A
pt_br: Cena básica - Superfície A
pt_pt: Cena base - Superfície A

source: A base scene using Surface A. Intended to be augmented to create full JBC scenes
de_de: Eine Basisszene mit Oberfläche A. Sie soll erweitert werden, um vollständige JBC-Szenen zu erstellen
es_es: Una escena base que utiliza la superficie A. Pensada para ser ampliada para crear escenas JBC completas.
es_mx: Escena base utilizando la superficie A. Diseñada para ser ampliada y crear escenas JBC completas
ja_jp: 表面Aを使う基盤です。完全なJBCシーンを作るために補強されることを意図している。
pt_br: Uma cena básica usando a Surface A. Pretende-se que você a aumente para criar cenas JBC completas
pt_pt: Uma cena de base utilizando a Superfície A. Destina-se a ser aumentada para criar cenas JBC completas

source: JBC Surface A
de_de: JBC Oberfläche A
es_es: JBC Superficie A
es_mx: JBC Superficie A
ja_jp: JBC表面A
pt_pt: JBC Superfície A

source: Ground
de_de: Boden
es_es: Suelo
es_mx: Suelo
ja_jp: 地
pt_br: Terra
pt_pt: Terra

source: Light
de_de: Licht
es_es: Luz
es_mx: Luz
ja_jp: 光
pt_br: Luz
pt_pt: Luz

source: Base Scene - Surface B
de_de: Basis-Szene - Fläche B
es_es: Escena base - Superficie B
es_mx: Escena base - Superficie B
ja_jp: 基盤シーン - 表面A
pt_br: Cena básica - Superfície B
pt_pt: Cena de base - Superfície B

source: A base scene using Surface B. Intended to be augmented to create full JBC scenes
de_de: Eine Basisszene mit Oberfläche B. Sie soll erweitert werden, um vollständige JBC-Szenen zu erstellen
es_es: Una escena base utilizando la superficie B. Destinada a ser aumentada para crear escenas JBC completas
es_mx: Escena base utilizando la Superficie B. Diseñada para ser ampliada y crear escenas JBC completas
ja_jp: 表面Bを使う基盤です。完全なJBCシーンを作るために補強されることを意図している。
pt_br: Uma cena básica usando a Surface B. Pretende-se que você a aumente para criar cenas JBC completas
pt_pt: Uma cena de base utilizando a Superfície B. Destina-se a ser aumentada para criar cenas JBC completas

source: JBC Surface B
de_de: JBC Oberfläche B
es_es: JBC Superficie B
es_mx: JBC Superficie B
ja_jp: JBC表面A
pt_br: JBC Superfície B
pt_pt: JBC Superfície B

source: Can %s
de_de: Kann %s
es_es: Puede %s
es_mx: ¿Puedes %s?
ja_jp: 缶%s
pt_br: Pode %s
pt_pt: Podes %s

source: Junior Botball Challenge Sandbox on Mat A. All cans 1-12 are available by default.
de_de: Junior Botball Challenge Sandbox auf Matte A. Alle Dosen 1-12 sind standardmäßig verfügbar.
es_es: Junior Botball Challenge Sandbox en Mat A. Todas las latas 1-12 están disponibles por defecto.
es_mx: Desafío Botball para jóvenes Sandbox en Mat A. Todas las latas 1-12 están disponibles por defecto.
ja_jp: マットAのジュニア・ボットボール・チャレンジ砂場です。1～12缶のすべての缶が使用可能です。
pt_br: Junior Botball Challenge Sandbox no tapete A. Todas as latas de 1 a 12 estão disponíveis por padrão.
pt_pt: Desafio de Botball Júnior na caixa de areia do tapete A. Todas as latas 1-12 estão disponíveis por defeito.

source: Paper Ream 1
de_de: Papier Ries 1
es_es: Resma de papel 1
es_mx: Resma de papel 1
ja_jp: 用紙リーム１
pt_br: Resma de papel 1
pt_pt: Resma de papel 1

source: Paper Ream 2
de_de: Papier Ries 2
es_es: Resma de papel 2
es_mx: Resma de papel 2
ja_jp: 用紙リーム２
pt_br: Resma de papel 2
pt_pt: Resma de papel 2

source: Junior Botball Challenge Sandbox on Mat B.
de_de: Junior Botball Challenge Sandbox auf Matte B.
es_es: Junior Botball Challenge Sandbox en la alfombrilla B.
es_mx: Desafío Botball para jóvenes Sandbox en Mat B.
ja_jp: マットBのジュニア・ボットボール・チャレンジ砂場です。
pt_br: Desafio Junior Botball Sandbox no tapete B.
pt_pt: Desafio de Botball Júnior na caixa de areia do tapete B.

source: Junior Botball Challenge 1: Tag, You're It!
de_de: Junior Botball Challenge 1: Tag, du bist dran!
es_mx: Desafío Botball Junior 1: ¡Tú eres el que la lleva!
ja_jp: ジュニア・ボットボール・チャレンジ 1：鬼ごっこ！
pt_br: Desafio Junior Botball 1: Tag, você é o cara!
pt_pt: Desafio Botball Júnior 1: Tag, és tu!

source: Junior Botball Challenge 2: Ring Around the Can
es_es: Junior Botball Challenge 2: Anillo alrededor de la lata
es_mx: Desafío Botball Junior 2: Ring Around the Can
ja_jp: ジュニア・ボットボール・チャレンジ 2：缶の周りにリング
pt_br: Desafio 2 do Junior Botball: rodear a lata
pt_pt: Desafio de Botball Júnior 2: Rodeia a lata

source: Junior Botball Challenge 2B: Ring Around the Can, Sr.
es_mx: Desafío Botball Junior 2B: Ring Around the Can, Sr.
ja_jp: ジュニア・ボットボール・チャレンジ 2：缶の周りにリング続く
pt_br: Desafio de Botball Júnior 2B: Ring Around the Can, Sr.
pt_pt: Desafio de Botball Júnior 2B: Toca à volta da lata, Sr.

source: Junior Botball Challenge 2C: Back It Up
es_es: Junior Botball Challenge 2C: Retrocede
es_mx: Desafío Botball Junior 2C: Retrocede
pt_br: Desafio 2C do Junior Botball: Apoiar
pt_pt: Desafio de Botball Júnior 2C: Volta atrás

source: Junior Botball Challenge 2D: Ring Around the Can and Back It Up
de_de: Junior Botball Challenge 2D: Ring Around the Can und Back It Up
es_es: Júnior Botball Challenge 2D: Ring Around the Can y Back It Up
es_mx: Desafío Botball Junior 2D: Rodea la lata y retrocede
pt_br: Desafio de Botball Júnior 2D: rodear a lata e fazer o backup
pt_pt: Desafio de Botball Júnior 2D: Dá a volta à lata e faz marcha-atrás

source: Junior Botball Challenge 3: Precision Parking
de_de: Junior Botball Challenge 3: Präzisionsparken
es_es: Junior Botball Challenge 3: Estacionamiento de precisión
es_mx: Desafío Botball Junior 3: Estacionamiento de precisión
ja_jp: ジュニア・ボットボール・チャレンジ 3：精度駐車
pt_br: Desafio 3 do Junior Botball: Estacionamento de precisão
pt_pt: Desafio de Botball Júnior 3: Estacionamento de precisão

source: Junior Botball Challenge 3B: Parallel Parking
de_de: Junior Botball Challenge 3B: Parallel einparken
es_es: Junior Botball Challenge 3B: Aparcamiento en paralelo
es_mx: Desafío Botball Junior 3B: Estacionamiento en paralelo
pt_br: Desafio Junior Botball 3B: Estacionamento paralelo
pt_pt: Desafio de Botball Júnior 3B: Estacionamento Paralelo

source: Junior Botball Challenge 3C: Quick Get Away!
de_de: Junior Botball Challenge 3C: Schnell abhauen!
es_es: Junior Botball Challenge 3C: Escapada rápida
es_mx: Desafío Botball Junior 3C: ¡Escápate rápido!
pt_br: Desafio Junior Botball 3C: Fuga rápida!
pt_pt: Desafio de Botball Júnior 3C: Foge depressa!

source: Junior Botball Challenge 4: Figure Eight
es_es: Junior Botball Challenge 4: Figura del ocho
es_mx: Desafío Botball Junior 4: Ocho
ja_jp: ジュニア・ボットボール・チャレンジ 4：８の字
pt_br: Desafio 4 do Junior Botball: Figura oito
pt_pt: Desafio de Botball Júnior 4: Figura Oito

source: Junior Botball Challenge 4B: Barrel Racing
es_es: Junior Botball Challenge 4B: Carreras de barriles
es_mx: Desafío Botball Junior 4B: Carrera de barriles
pt_br: Desafio Junior Botball 4B: Corrida de barris
pt_pt: Desafio Botball Júnior 4B: Corrida de barris

source: Junior Botball Challenge 5: Dance Party
de_de: Junior Botball Challenge 5: Tanzparty
es_es: Junior Botball Challenge 5: Fiesta de baile
es_mx: Desafío Botball Junior 5: Fiesta de baile
ja_jp: ジュニア・ボットボール・チャレンジ 5：ダンスパーティー
pt_br: Desafio de Botball Júnior 5: Festa de dança
pt_pt: Desafio de Botball Júnior 5: Festa de dança

source: Junior Botball Challenge 5B: Line Dance
es_es: Junior Botball Challenge 5B: Baile en línea
es_mx: Desafío Botball Junior 5B: Baile en línea
pt_br: Desafio Junior Botball 5B: dança em linha
pt_pt: Desafio Botball Júnior 5B: Dança em linha

source: Junior Botball Challenge 5C: Synchronized Dancing
de_de: Junior Botball Challenge 5C: Synchrones Tanzen
es_es: Junior Botball Challenge 5C: Baile sincronizado
es_mx: Desafío Botball Junior 5C: Baile sincronizado
pt_br: Desafio Junior Botball 5C: Dança sincronizada
pt_pt: Desafio Botball Júnior 5C: Dança Sincronizada

source: Junior Botball Challenge 6: Load 'Em Up
de_de: Junior Botball Challenge 6: Laden Sie sie auf
es_mx: Desafío Botball Junior 6: Carguen todo
ja_jp: ジュニア・ボットボール・チャレンジ 6：積み込もう
pt_br: Desafio Junior Botball 6: Carregue-os
pt_pt: Desafio de Botball Júnior 6: Carrega-os

source: Junior Botball Challenge 6B: Pick 'Em Up
es_es: Junior Botball Desafío 6B: Pick 'Em Up
es_mx: Desafío Botball Junior 6B: Recógelos
pt_br: Desafio Junior de Botball 6B: Pick 'Em Up
pt_pt: Desafio de Botball Júnior 6B: Apanha-os

source: Junior Botball Challenge 6C: Empty the Garage
de_de: Junior Botball Challenge 6C: Leere die Garage
es_es: Junior Botball Challenge 6C: Vaciar el garaje
es_mx: Desafío Botball Junior 6C: Vaciar el garaje
pt_br: Desafio Junior Botball 6C: Esvazie a garagem
pt_pt: Desafio de Botball Júnior 6C: Esvazia a garagem

source: Circle 2
de_de: Kreis 2
es_es: Círculo 2
es_mx: Círculo 2
ja_jp: サークル２
pt_br: Círculo 2
pt_pt: Círculo 2

source: Circle 9
de_de: Kreis 9
es_es: Círculo 9
es_mx: Círculo 9
ja_jp: サークル９
pt_br: Círculo 9
pt_pt: Círculo 9

source: Circle 10
de_de: Kreis 10
es_es: Círculo 10
es_mx: Círculo 10
ja_jp: サークル10
pt_br: Círculo 10
pt_pt: Círculo 10

source: Mat Surface
de_de: Matte Oberfläche
es_es: Superficie del tapete
es_mx: Superficie de la estera
ja_jp: マットの表面
pt_br: Superfície do tapete
pt_pt: Superfície do tapete

source: Junior Botball Challenge 7: Bulldozer Mania
de_de: Junior Botball Challenge 7: Bulldozer Manie
es_mx: Desafío Botball Junior 7: Bulldozer Mania
ja_jp: ジュニア・ボットボール・チャレンジ 7：ブルドーザー・マニア
pt_br: Desafio Junior Botball 7: Bulldozer Mania
pt_pt: Desafio Botball Júnior 7: Bulldozer Mania

source: Junior Botball Challenge 7B: Cover Your Bases
de_de: Junioren-Botball-Herausforderung 7B: Deck deine Bases ab
es_es: Junior Botball Challenge 7B: Cubre tus bases
es_mx: Desafío Botball Junior 7B: Cubre tus bases
pt_br: Desafio 7B do Junior Botball: Cubra suas bases
pt_pt: Desafio de Botball Júnior 7B: Cobre as tuas bases

source: Junior Botball Challenge 8: Serpentine
es_es: Junior Botball Challenge 8: Serpentina
es_mx: Desafío Botball Junior 8: Serpentina
ja_jp: ジュニア・ボットボール・チャレンジ 8：延々
pt_br: Desafio de Botball Júnior 8: Serpentina
pt_pt: Desafio de Botball Júnior 8: Serpentina

source: Junior Botball Challenge 8B: Serpentine Jr.
es_es: Junior Botball Challenge 8B: Serpentina Jr.
es_mx: Desafío Botball Junior 8B: Serpentine Jr.
pt_br: Desafio de Botball Júnior 8B: Serpentina Jr.
pt_pt: Desafio Botball Júnior 8B: Serpentina Jr.

source: Junior Botball Challenge 9: Add It Up
de_de: Junior Botball Challenge 9: Addiere es auf
es_es: Junior Botball Challenge 9: Suma y sigue
es_mx: Desafío Botball Junior 9: Súmalo todo
ja_jp: ジュニア・ボットボール・チャレンジ 9：足し算する
pt_br: Desafio Junior Botball 9: Somar
pt_pt: Desafio de Botball Júnior 9: Faz as contas

source: Junior Botball Challenge 9B: Balancing Act
de_de: Junior Botball Challenge 9B: Balanceakt
es_es: Junior Botball Challenge 9B: Equilibrio
es_mx: Desafío Botball Junior 9B: Acto de equilibrio
pt_br: Desafio Junior Botball 9B: Ato de equilíbrio
pt_pt: Desafio de Botball Júnior 9B: Equilíbrio

source: Junior Botball Challenge 10: Solo Joust
de_de: Junior Botball Challenge 10: Solo-Turnier
es_mx: Desafío Botball Junior 10: Justas individuales
ja_jp: ジュニア・ボットボール・チャレンジ 10：ソロ馬上槍試合
pt_br: Desafio Junior Botball 10: Solo Joust
pt_pt: Desafio de Bótbol Júnior 10: Disputa a solo

source: Junior Botball Challenge 10: Solo Joust Jr.
es_mx: Desafío Botball Junior 10: Solo Joust Jr.
pt_br: Desafio de Botball Júnior 10: Solo Joust Jr.
pt_pt: Desafio de Botball Júnior 10: Solo Joust Jr.

source: Junior Botball Challenge 12: Unload 'Em
es_es: Junior Botball Challenge 12: Descargadlos
es_mx: Desafío Botball Junior 12: Descarguen
ja_jp: ジュニア・ボットボール・チャレンジ 12：下ろす
pt_br: Desafio 12 do Junior Botball: Descarregue-os
pt_pt: Desafio Botball Júnior 12: Descarrega-os

source: Junior Botball Challenge 13: Clean the Mat
de_de: Junior Botball Challenge 13: Reinige die Matte
es_es: Junior Botball Challenge 13: Limpia la alfombra
es_mx: Desafío Botball Junior 13: Limpiar la lona
ja_jp: ジュニア・ボットボール・チャレンジ 13：マット掃除する
pt_br: Desafio 13 do Junior Botball: Limpar o tapete
pt_pt: Desafio de Botball Júnior 13: Limpa o tapete

source: Junior Botball Challenge 15B: Bump Bump
es_mx: Desafío Botball Junior 15B: Bump Bump
pt_br: Desafio de Botball Júnior 15B: Bump Bump
pt_pt: Desafio de Botball Júnior 15B: Bump Bump

source: Junior Botball Challenge 17: Walk the Line
es_es: Junior Botball Challenge 17: Camina por la línea
es_mx: Desafío Botball Junior 17: Camina por la línea
ja_jp: ジュニア・ボットボール・チャレンジ 17：一線を歩く
pt_br: Desafio 17 do Junior Botball: Ande na linha
pt_pt: Desafio de Botball Júnior 17: Percorre a linha

source: Junior Botball Challenge 17: Walk the Line II
es_es: Júnior Botball Challenge 17: Walk the Line II
es_mx: Desafío Botball Junior 17: Camina por la línea II
pt_br: Desafio de Botball Júnior 17: Andar na linha II
pt_pt: Desafio Botball Júnior 17: Percorre a Linha II

source: Junior Botball Challenge 19: Mountain Rescue
de_de: Junior Botball Challenge 19: Bergrettung
es_es: Junior Botball Challenge 19: Rescate en la montaña
es_mx: Desafío Botball Junior 19: Rescate en montaña
ja_jp: ジュニア・ボットボール・チャレンジ 19：山岳救助
pt_br: Desafio Junior Botball 19: Resgate na montanha
pt_pt: Desafio Botball Júnior 19: Resgate na montanha

source: Paper Ream
de_de: Papier Ries
es_es: Resma de papel
es_mx: Resma de papel
ja_jp: 用紙リーム
pt_br: Resma de papel
pt_pt: Resma de papel

source: Junior Botball Challenge 20: Rescue the Cans
de_de: Junior Botball Challenge 20: Rette die Dosen
es_es: Junior Botball Challenge 20: Rescata las latas
es_mx: Desafío Botball Junior 20: Rescata las latas
ja_jp: ジュニア・ボットボール・チャレンジ 20：缶を助ける
pt_br: Desafio 20 do Junior Botball: Resgate as latas
pt_pt: Desafio Botball Júnior 20: Resgata as latas

source: Junior Botball Challenge 21: Foot Tall
es_es: Júnior Botball Challenge 21: Foot Tall
es_mx: Desafío Botball Junior 21: Un pie de altura
ja_jp: ジュニア・ボットボール・チャレンジ 21：フィート高さ
pt_br: Desafio 21 do Junior Botball: Foot Tall
pt_pt: Desafio Botball Júnior 21: Pé Alto

source: Junior Botball Challenge 22: Stackerz
es_mx: Desafío Botball Junior 22: Stackerz
ja_jp: ジュニア・ボットボール・チャレンジ 21：積む
pt_br: Desafio 22 do Junior Botball: Stackerz
pt_pt: Desafio Botball Júnior 22: Stackerz

source: Script Playground
de_de: Skript Spielplatz
es_mx: Área de juegos de scripts
ja_jp: スクリプト遊び場
pt_pt: Parque de jogos de guiões

source: Script tests
de_de: Skript-Tests
es_es: Pruebas de guión
es_mx: Pruebas de guion
ja_jp: スクリプトテスト
pt_br: Testes de script
pt_pt: Testes de guião

source: JBC Challenge 6C
de_de: JBC Herausforderung 6C
es_es: JBC Desafío 6C
es_mx: Desafío JBC 6C
pt_br: Desafio 6C da JBC
pt_pt: Desafio 6C da JBC

source: Can A Lifted
de_de: Kann A angehoben
es_es: Can A levantado
es_mx: ¿Se puede levantar?
ja_jp: 缶Aを上げた
pt_br: Você pode levantar um
pt_pt: Podes levantar um

source: Can A picked up
de_de: Kann A abgeholt werden
es_es: Can A levantado
es_mx: Can A recogió
ja_jp: 缶A取りた
pt_br: Can A pegou
pt_pt: Podes A apanhar

source: Can B Lifted
de_de: Dose B Gehoben
es_es: Can B levantado
es_mx: ¿Se puede levantar la B?
ja_jp: 缶B上げた
pt_br: Pode ser levantado
pt_pt: Pode ser levantado

source: Can B picked up
de_de: Kann B abgeholt werden
es_es: Lata B levantada
es_mx: ¿Puedes recoger B?
ja_jp: 缶B取りた
pt_br: Pode ser coletado
pt_pt: Pode ser recolhido por B

source: Can C Lifted
de_de: Dose C Angehoben
es_es: Lata C levantada
es_mx: ¿Se puede levantar la lata?
ja_jp: 缶C上げた

source: Can C picked up
de_de: Kann C abgeholt werden
es_es: Can C recogido
es_mx: ¿Puedes recoger C?
ja_jp: 缶C取りた
pt_br: Você pode pegar o C
pt_pt: Podes apanhar o C

source: Can A Placed
de_de: Kann A platziert
es_es: Lata A colocada
es_mx: ¿Se puede colocar?
ja_jp: 缶A置きた
pt_br: Você pode colocar um
pt_pt: Pode um colocado

source: Can A placed on circle 2
de_de: Kann A auf Kreis 2 platziert werden
es_es: Lata A colocada en el círculo 2
es_mx: ¿Se puede colocar una A en el círculo 2?
ja_jp: サークル２に缶A置きた
pt_br: Pode A ser colocado no círculo 2
pt_pt: Pode A ser colocado no círculo 2

source: Can B Placed
de_de: Dose B platziert
es_es: Can B Colocada
es_mx: ¿Se puede colocar B?
ja_jp: 缶B置きた
pt_br: Pode ser colocado
pt_pt: Pode ser colocado

source: Can A placed on circle 9
de_de: Kann A auf Kreis 9 platziert werden
es_es: Can A colocada en el círculo 9
es_mx: ¿Se puede colocar una A en el círculo 9?
ja_jp: サークル９に缶A置きた
pt_br: Pode A ser colocado no círculo 9
pt_pt: Pode A colocado no círculo 9

source: Can C Placed
de_de: Kann C platziert
es_es: Can C Colocado
es_mx: ¿Se puede colocar la C?
ja_jp: 缶C置きた
pt_br: Pode C Colocado
pt_pt: Pode C Colocado

source: Can A placed on circle 10
de_de: Dose A auf Kreis 10 platziert
es_es: Lata A colocada en el círculo 10
es_mx: ¿Se puede colocar una A en el círculo 10?
ja_jp: サークル10に缶A置きた
pt_br: Pode A ser colocado no círculo 10
pt_pt: Pode A ser colocado no círculo 10

source: Can A Upright
de_de: Kann A Aufrecht
es_es: Lata A Vertical
es_mx: ¿Puede un vertical?
ja_jp: 缶A立てている
pt_br: Você pode usar um suporte vertical?
pt_pt: Podes um vertical

source: Can A upright on circle 2
de_de: Kann A aufrecht auf Kreis 2
es_es: Lata A vertical en círculo 2
es_mx: ¿Puede un vertical en el círculo 2?
ja_jp: サークル２で缶Aが立てている
pt_br: Você pode ficar em pé no círculo 2?
pt_pt: Podes A na vertical no círculo 2

source: Can B Upright
es_es: Can B Vertical
es_mx: ¿Puedes mantenerte erguido?
ja_jp: 缶B立てている
pt_br: Lata B vertical
pt_pt: Lata B vertical

source: Can B upright on circle 9
de_de: Kann B aufrecht auf Kreis 9
es_es: Can B vertical en círculo 9
es_mx: ¿Puedes mantenerte erguido en el círculo 9?
ja_jp: サークル９で缶Bが立てている
pt_br: Você pode B na vertical no círculo 9
pt_pt: Podes B na vertical no círculo 9

source: Can C Upright
es_es: Can C Vertical
es_mx: Can C Vertical
ja_jp: 缶C立てている
pt_pt: Lata C vertical

source: Can C upright on circle 10
de_de: Kann C aufrecht auf Kreis 10
es_es: Can C vertical en círculo 10
es_mx: ¿Puedes hacer una C vertical en el círculo 10?
ja_jp: サークル１０で缶Cが立てている
pt_br: Can C na vertical no círculo 10
pt_pt: Podes C na vertical no círculo 10

source: Loading...
de_de: Laden...
es_es: Cargando...
es_mx: Cargando...
ja_jp: ロード...
pt_br: Carregando...
pt_pt: Carregamento...

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
es_mx: Salir
ja_jp: ログアウト
pt_br: Fazer logout
pt_pt: Terminar sessão

source: Tutorials
es_es: Tutoriales
es_mx: Tutoriales
ja_jp: チュートリアル
pt_br: Tutoriais
pt_pt: Tutoriais

source: Learn how to get started with the simulator
de_de: Erfahre, wie du mit dem Simulator loslegen kannst
es_es: Aprende a utilizar el simulador
es_mx: Aprende a dar los primeros pasos con el simulador
ja_jp: シミュレーターの使い方を習います
pt_br: Saiba como começar a usar o simulador
pt_pt: Sabe como começar a utilizar o simulador

source: 3D Simulator
es_es: Simulador 3D
es_mx: simulador 3D
ja_jp: ３Dシミュレーター
pt_br: simulador 3D
pt_pt: simulador 3D

source: A simulator for the Botball demobot.
de_de: Ein Simulator für den Demobot Botball.
es_es: Un simulador para el demobot Botball.
es_mx: Un simulador para el robot de demostración Botball.
ja_jp: Botballデモボットのシミュレーター
pt_br: Um simulador para o demobot Botball.
pt_pt: Um simulador para o demobot Botball.

source: About
de_de: Über
es_es: Acerca de
es_mx: Acerca de
ja_jp: KIPRについて
pt_br: Sobre você
pt_pt: Sobre

source: KIPR is a 501(c) 3 organization started to make the long-term educational benefits of robotics accessible to students.
de_de: KIPR ist eine 501(c) 3-Organisation, die gegründet wurde, um die langfristigen pädagogischen Vorteile der Robotik für Schülerinnen und Schüler zugänglich zu machen.
es_es: KIPR es una organización 501(c) 3 creada para poner al alcance de los estudiantes los beneficios educativos a largo plazo de la robótica.
es_mx: KIPR es una organización 501(c) 3 creada con el objetivo de poner al alcance de los estudiantes los beneficios educativos a largo plazo de la robótica.
ja_jp: KIPRは501(c) 3団体で、ロボット工学の長期的な教育効果を学生にも身近なものにするために設立されました。
pt_br: A KIPR é uma organização 501(c) 3 criada para tornar acessíveis aos alunos os benefícios educacionais de longo prazo da robótica.
pt_pt: A KIPR é uma organização 501(c) 3 criada para tornar acessíveis aos estudantes os benefícios educativos a longo prazo da robótica.

source: Quick Start
de_de: Schnellstart
es_es: Inicio rápido
es_mx: Inicio rápido
ja_jp: 早わかり
pt_br: Início rápido
pt_pt: Início rápido

source: Navigating in 3D
de_de: Navigieren in 3D
es_es: Navegación en 3D
es_mx: Navegación en 3D
ja_jp: ３Dに動きます
pt_br: Navegando em 3D
pt_pt: Navegar em 3D

source: Learn the controls for navigating in 3D in the simulator
de_de: Lerne die Steuerung für die Navigation in 3D im Simulator
es_es: Aprende los controles para navegar en 3D en el simulador
es_mx: Aprende los controles para navegar en 3D en el simulador
ja_jp: ３Dシミュレーターで動き方を習います
pt_br: Aprenda os controles para navegar em 3D no simulador
pt_pt: Aprende os controlos para navegar em 3D no simulador

source: Robot Section
de_de: Roboter Sektion
es_es: Sección Robot
es_mx: Sección de robots
ja_jp: ロボットセクション
pt_br: Seção de robôs
pt_pt: Secção Robô

source: How to use the robot section
de_de: So benutzt du den Roboterbereich
es_es: Cómo utilizar la sección del robot
es_mx: Cómo utilizar la sección de robots
ja_jp: ロボットセクションの使い方です
pt_br: Como usar a seção de robôs
pt_pt: Como utilizar a secção do robô

source: World Section
de_de: Sektion Welt
es_es: Sección Mundo
es_mx: Sección Mundial
ja_jp: 世界セクション
pt_br: Seção Mundial
pt_pt: Secção Mundial

source: Learn how to create and manipulate items and scene in the simulator
de_de: Lerne, wie du Gegenstände und Szenen im Simulator erstellst und bearbeitest
es_es: Aprende a crear y manipular objetos y escenas en el simulador
es_mx: Aprende a crear y manipular elementos y escenas en el simulador
ja_jp: シミュレーターでアイテムを作る、使う方を習います。
pt_br: Saiba como criar e manipular itens e cenas no simulador
pt_pt: Aprende a criar e a manipular itens e cenários no simulador

source: Indent
de_de: Einrücken
es_mx: Sangría
ja_jp: インデント
pt_br: Recuo
pt_pt: Indentação

source: Download
de_de: Herunterladen
es_es: Descargar
es_mx: Descargar
ja_jp: ダウンロード
pt_br: Baixar
pt_pt: Descarrega

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
es_mx: Restablecer
ja_jp: リセット
pt_br: Redefinir
pt_pt: Reiniciar

source: Error(s)
de_de: Fehler(s)
es_es: Error(es)
es_mx: Error(es)
ja_jp: エラー
pt_br: Erro(s)
pt_pt: Erro(s)

source: Warning(s)
de_de: Warnung(en)
es_es: Advertencia(s)
es_mx: Advertencia(s)
ja_jp: ワーニング
pt_br: Advertência(s)
pt_pt: Aviso(s)

source: grams
de_de: gramm
es_es: gramos
es_mx: gramos
ja_jp: グラム
pt_br: gramas
pt_pt: gramas

source: kilograms
de_de: kilogramm
es_es: kilogramos
es_mx: kilogramos
ja_jp: キロ
pt_br: quilogramas
pt_pt: quilogramas

source: pounds
de_de: pfund
es_es: libras
es_mx: libras
ja_jp: ポンド
pt_br: libras
pt_pt: libras

source: ounces
de_de: unzen
es_es: onzas
es_mx: onzas
ja_jp: オンス
pt_br: onças
pt_pt: onças

source: meters
de_de: meter
es_es: metros
es_mx: metros
ja_jp: メートル
pt_br: medidores
pt_pt: contadores

source: centimeters
de_de: zentimeter
es_es: centímetros
es_mx: centímetros
ja_jp: センチ
pt_br: centímetros
pt_pt: centímetros

source: feet
de_de: füße
es_es: pies
es_mx: pies
ja_jp: フィート
pt_br: pés
pt_pt: pés

source: inches
de_de: zoll
es_es: pulgadas
es_mx: pulgadas
ja_jp: インチ
pt_br: polegadas
pt_pt: polegadas

source: radians
de_de: radiant
es_es: radianes
es_mx: radianes
ja_jp: ラジアン
pt_br: radianos
pt_pt: radianos

source: degrees
de_de: grad
es_es: grados
es_mx: grados
ja_jp: 度
pt_br: graus
pt_pt: graus

source: Can
de_de: Kann
es_es: Lata
es_mx: Puede
ja_jp: 缶
pt_br: Você pode
pt_pt: Podes

source: Box
es_es: Caja
es_mx: Caja
ja_jp: 箱
pt_br: Caixa
pt_pt: Caixa

source: Sphere
de_de: Sphäre
es_es: Esfera
es_mx: Esfera
ja_jp: 玉
pt_br: Esfera
pt_pt: Esfera

source: Cylinder
de_de: Zylinder
es_es: Cilindro
es_mx: Cilindro
ja_jp: 円筒
pt_br: Cilindro
pt_pt: Cilindro

source: Cone
de_de: Kegel
es_es: Cono
es_mx: Cono
ja_jp: 円錐

source: Plane
de_de: Flugzeug
es_es: Plano
es_mx: Avión
ja_jp: 平面
pt_br: Avião
pt_pt: Avião
