Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: File
de_de: Datei
es_es: Archivo
es_mx: Archivo
ja_jp: ファイル
pt_br: Arquivo
pt_pt: Ficheiro

source: Axis Angle
de_de: Achswinkel
es_es: Ángulo del eje
es_mx: Ángulo del eje
ja_jp: 軸角度
pt_br: Ângulo do eixo
pt_pt: Ângulo do eixo

source: Empty
de_de: Leere
es_es: Vacío
es_mx: Vacío
ja_jp: 空
pt_br: Vazio
pt_pt: Vazio

source: Standard Object
de_de: Standard Objekt
es_es: Objeto estándar
es_mx: Objeto estándar
ja_jp: 標準オブジェクト
pt_br: Objeto padrão
pt_pt: Objeto standard

source: Custom Object
de_de: Benutzerdefiniertes Objekt
es_es: Objeto personalizado
es_mx: Objeto personalizado
ja_jp: カスタムオブジェクト
pt_br: Objeto personalizado
pt_pt: Objeto personalizado

source: Point Light
de_de: Punkt Licht
es_es: Punto Luz
es_mx: Punto luminoso
ja_jp: 点灯
pt_br: Ponto de luz
pt_pt: Ponto de luz

source: Unset
de_de: Nicht eingestellt
es_mx: Desactivado
ja_jp: アンセット
pt_br: Não definido
pt_pt: Não definido

source: Basic
es_es: Básico
es_mx: Básico
ja_jp: 基本的
pt_br: Básico
pt_pt: Básico

source: Texture
de_de: Textur
es_es: Textura
es_mx: Textura
ja_jp: テクスチャ
pt_br: Textura
pt_pt: Textura

source: Value
de_de: Wert
es_es: Valor
es_mx: Valor
ja_jp: 値
pt_br: Valor
pt_pt: Valor

source: Name
es_es: Nombre
es_mx: Nombre
ja_jp: 名前
pt_br: Nome
pt_pt: Nome

source: Type
de_de: Typ
es_es: Tipo
es_mx: Tipo
ja_jp: タイプ
pt_br: Tipo
pt_pt: Tipo

source: Geometry
de_de: Geometrie
es_es: Geometría
es_mx: Geometría
ja_jp: 幾何
pt_br: Geometria
pt_pt: Geometria

source: Item
de_de: Artikel
es_es: Elemento
es_mx: Artículo
ja_jp: アイテム
pt_pt: Artigo

source: Box Options
de_de: Box Optionen
es_es: Opciones de caja
es_mx: Opciones de caja
ja_jp: 箱の設定
pt_br: Opções de caixa
pt_pt: Opções de caixa

source: Size X
de_de: Größe X
es_es: Tamaño X
es_mx: Talla X
ja_jp: X サイズ
pt_br: Tamanho X
pt_pt: Tamanho X

source: Size Y
de_de: Größe Y
es_es: Tamaño Y
es_mx: Tamaño Y
ja_jp: Y サイズ
pt_br: Tamanho Y
pt_pt: Tamanho Y

source: Size Z
de_de: Größe Z
es_es: Tamaño Z
es_mx: Tamaño Z
ja_jp: Z サイズ
pt_br: Tamanho Z
pt_pt: Tamanho Z

source: Sphere Options
de_de: Kugel-Optionen
es_es: Opciones de esfera
es_mx: Opciones de esfera
ja_jp: 玉の設定
pt_br: Opções de esfera
pt_pt: Opções de esfera

source: Radius
es_es: Radio
es_mx: Radio
ja_jp: 半径
pt_br: Raio
pt_pt: Raio

source: Cylinder Options
de_de: Zylinder Optionen
es_es: Opciones de cilindro
es_mx: Opciones de cilindros
ja_jp: 円筒設定
pt_br: Opções de cilindro
pt_pt: Opções de Cilindros

source: Height
de_de: Höhe
es_es: Altura
es_mx: Altura
ja_jp: 高さ
pt_br: Altura
pt_pt: Altura

source: Plane Options
de_de: Optionen für Flugzeuge
es_es: Opciones de plano
es_mx: Opciones de avión
ja_jp: 平面設定
pt_br: Opções de plano
pt_pt: Opções de plano

source: File Options
de_de: Datei Optionen
es_es: Opciones de archivo
es_mx: Opciones de archivo
ja_jp: ファイルの設定
pt_br: Opções de arquivo
pt_pt: Opções de ficheiro

source: Color Type
de_de: Farbe Typ
es_es: Color Tipo
es_mx: Tipo de color
ja_jp: 色タイプ
pt_br: Tipo de cor
pt_pt: Tipo de cor

source: Color Red
de_de: Farbe Rot
es_es: Color Rojo
es_mx: Color rojo
ja_jp: 赤
pt_br: Cor vermelha
pt_pt: Cor vermelha

source: Color Green
de_de: Farbe Grün
es_es: Color Verde
es_mx: Color verde
ja_jp: 緑
pt_br: Cor verde
pt_pt: Cor verde

source: Color Blue
de_de: Farbe Blau
es_es: Color Azul
es_mx: Color azul
ja_jp: 青
pt_br: Cor azul
pt_pt: Cor azul

source: Color Texture URI
de_de: Farbe Textur URI
es_es: Color Textura URI
es_mx: Color Textura URI
ja_jp: 色テクスチャURI
pt_br: URI de textura de cor
pt_pt: URI de textura de cor

source: Albedo Type
de_de: Albedo Typ
es_es: Tipo de albedo
es_mx: Tipo de albedo
ja_jp: アルベドテクスチャ
pt_br: Tipo de albedo
pt_pt: Tipo de albedo

source: Albedo Red
de_de: Albedo Rot
es_es: Albedo Rojo
es_mx: Albedo Rojo
ja_jp: アルベド赤
pt_br: Vermelho Albedo
pt_pt: Vermelho albedo

source: Albedo Green
de_de: Albedo Grün
es_es: Albedo Verde
es_mx: Albedo Verde
ja_jp: アルベド緑
pt_br: Verde Albedo
pt_pt: Verde albedo

source: Albedo Blue
de_de: Albedo Blau
es_es: Albedo Azul
es_mx: Azul Albedo
ja_jp: アルベド青
pt_br: Azul Albedo
pt_pt: Azul albedo

source: Albedo Texture URI
de_de: Albedo Textur URI
es_es: Albedo Textura URI
es_mx: URI de textura de albedo
ja_jp: アルベドテクスチャURI
pt_br: URI de textura de albedo
pt_pt: URI de textura de albedo

source: Reflection Type
de_de: Reflexion Typ
es_es: Tipo de reflexión
es_mx: Tipo de reflexión
ja_jp: 反射タイプ
pt_br: Tipo de reflexão
pt_pt: Tipo de reflexão

source: Reflection Red
de_de: Reflexion Rot
es_es: Reflexión Rojo
es_mx: Reflejo rojo
ja_jp: 反射赤
pt_br: Reflexo Vermelho
pt_pt: Reflexo Vermelho

source: Reflection Green
de_de: Reflexion Grün
es_es: Reflexión Verde
es_mx: Reflejo verde
ja_jp: 反射緑
pt_br: Verde Reflexo
pt_pt: Verde Reflexo

source: Reflection Blue
de_de: Reflexion Blau
es_es: Reflexión Azul
es_mx: Reflejo azul
ja_jp: 反射青
pt_br: Azul Reflexo
pt_pt: Azul Reflexo

source: Reflection Texture URI
de_de: Reflexion Textur URI
es_es: URI de textura de reflexión
es_mx: URI de textura de reflexión
ja_jp: 反射テクスチャURI
pt_br: URI de textura de reflexão
pt_pt: URI de textura de reflexão

source: Emissive Type
de_de: Emissiver Typ
es_es: Tipo Emisivo
es_mx: Tipo emisivo
ja_jp: 放射率タイプ
pt_br: Tipo Emissivo
pt_pt: Tipo Emissivo

source: Emissive Red
de_de: Emittierendes Rot
es_es: Emisivo Rojo
es_mx: Rojo emisivo
ja_jp: 放射率赤
pt_br: Vermelho Emissivo
pt_pt: Vermelho emissivo

source: Emissive Green
de_de: Grün emittierend
es_es: Verde emisivo
es_mx: Verde emisivo
ja_jp: 放射率緑
pt_br: Verde Emissivo
pt_pt: Verde Emissivo

source: Emissive Blue
de_de: Blau emittierend
es_es: Emisivo Azul
es_mx: Azul emisivo
ja_jp: 放射率青
pt_br: Azul Emissivo
pt_pt: Azul emissivo

source: Emissive Texture URI
de_de: Emissive Textur URI
es_es: URI de textura emisiva
es_mx: URI de textura emisiva
ja_jp: 放射率テクスチャURI
pt_br: URI de textura emissiva
pt_pt: URI de textura emissiva

source: Ambient Type
de_de: Umgebung Typ
es_es: Tipo de ambiente
es_mx: Tipo ambiental
ja_jp: アンビエントタイプ
pt_br: Tipo de ambiente
pt_pt: Tipo de ambiente

source: Ambient Red
de_de: Umgebungsrot
es_es: Ambiente Rojo
es_mx: Rojo ambiente
ja_jp: アンビエント赤
pt_br: Vermelho ambiente
pt_pt: Vermelho ambiente

source: Ambient Green
de_de: Umgebungsgrün
es_es: Ambiente Verde
es_mx: Verde ambiental
ja_jp: アンビエント緑
pt_br: Verde ambiente
pt_pt: Verde ambiente

source: Ambient Blue
es_es: Azul ambiental
es_mx: Azul ambiental
ja_jp: アンビエント青
pt_br: Azul ambiente
pt_pt: Azul ambiente

source: Ambient Texture URI
de_de: Umgebungstextur URI
es_es: URI de textura ambiental
es_mx: URI de textura ambiental
ja_jp: アンビエントテクスチャURI
pt_br: URI de textura de ambiente
pt_pt: URI de textura ambiente

source: Metalness Type
de_de: Metallizität Typ
es_es: Tipo de metal
es_mx: Tipo de metal
ja_jp: 金属性タイプ
pt_br: Tipo de metalização
pt_pt: Tipo de metalização

source: Metalness
es_mx: Metalidad
ja_jp: 金属性

source: Metalness Texture URI
de_de: Metalness Textur URI
es_es: URI de textura metálica
es_mx: Textura metálica URI
ja_jp: 金属性テクスチャURI
pt_br: URI de textura de metalização
pt_pt: URI de textura metálica

source: Position
es_es: Posición
es_mx: Posición
ja_jp: 位置
pt_br: Posição
pt_pt: Posição

source: Orientation
de_de: Orientierung
es_es: Orientación
es_mx: Orientación
ja_jp: 方向
pt_br: Orientação
pt_pt: Orientação

source: Order
de_de: Bestellung
es_es: Pedido
es_mx: Pedido
ja_jp: 順
pt_br: Pedido
pt_pt: Encomenda

source: Angle
de_de: Winkel
es_es: Ángulo
es_mx: Ángulo
ja_jp: 角度
pt_br: Ângulo
pt_pt: Ângulo

source: Scale
de_de: Skala
es_es: Escala
es_mx: Escala
ja_jp: 規模
pt_br: Escala
pt_pt: Escala

source: Physics
de_de: Physik
es_es: Física
es_mx: Física
ja_jp: 物理学
pt_br: Física
pt_pt: Física

source: Mass
de_de: Masse
es_es: Masa
es_mx: Misa
ja_jp: 質量
pt_br: Massa
pt_pt: Massa

source: Friction
de_de: Reibung
es_es: Fricción
es_mx: Fricción
ja_jp: 摩擦
pt_br: Fricção
pt_pt: Atrito

source: Unnamed Object
de_de: Unbenanntes Objekt
es_es: Objeto sin nombre
es_mx: Objeto sin nombre
ja_jp: 無名オブジェクト
pt_br: Objeto sem nome
pt_pt: Objeto sem nome

source: Add Item
de_de: Artikel hinzufügen
es_es: Añadir objeto
es_mx: Añadir elemento
ja_jp: アイテムを作る
pt_br: Adicionar item
pt_pt: Adicionar item

source: Accept
de_de: Akzeptiere
es_es: Aceptar
es_mx: Aceptar
ja_jp: はい
pt_br: Aceitar
pt_pt: Aceita

source: Settings
de_de: Einstellungen
es_es: Configuración
es_mx: Configuración
ja_jp: 設定
pt_br: Configurações
pt_pt: Definições

source: Add Script
de_de: Skript hinzufügen
es_es: Añadir Script
es_mx: Añadir script
ja_jp: スクリプトを作る
pt_br: Adicionar script
pt_pt: Adicionar guião

source: Select Scene
de_de: Szene auswählen
es_es: Seleccionar escena
es_mx: Seleccionar escena
ja_jp: シーンを選ぶ
pt_br: Selecione a cena
pt_pt: Selecionar cena

source: Save Scene
de_de: Szene speichern
es_es: Guardar escena
es_mx: Guardar escena
ja_jp: シーンを保存
pt_br: Salvar cena
pt_pt: Guardar cena

source: Copy Scene
de_de: Szene kopieren
es_es: Copiar escena
es_mx: Copiar escena
ja_jp: シーンをコピー
pt_br: Cena de cópia
pt_pt: Copia a cena

source: Item(s) (%d)
de_de: Position(en) (%d)
es_es: Elemento(s) (%d)
es_mx: Artículo(s) (%d)
ja_jp: アイテム（%d）
pt_br: Item(ns) (%d)

source: Script(s) (%d)
de_de: Schrift(en) (%d)
es_es: Guión(es) (%d)
es_mx: Guion(es) (%d)
ja_jp: スクリプト（%d）

source: Layouts
es_es: Diseños
es_mx: Diseños
ja_jp: 設計

source: Overlay
es_es: Superponer
es_mx: Superposición
ja_jp: オーバーレイ
pt_br: Sobreposição
pt_pt: Sobreposição

source: Side
de_de: Seite
es_es: Lado
es_mx: Lado
ja_jp: 側面
pt_br: Lado
pt_pt: Lado

source: Options
de_de: Optionen
es_es: Opciones
es_mx: Opciones
ja_jp: 設定
pt_br: Opções
pt_pt: Opções

source: Show All
de_de: Alle anzeigen
es_es: Mostrar todo
es_mx: Mostrar todo
ja_jp: すべて見せる
pt_br: Mostrar tudo
pt_pt: Mostrar tudo

source: Hide All
de_de: Alle ausblenden
es_es: Ocultar todo
es_mx: Ocultar todo
ja_jp: すべて隠す
pt_br: Ocultar tudo
pt_pt: Esconder tudo

source: Clear
de_de: Klar
es_es: Borrar
es_mx: Claro
ja_jp: クリア
pt_br: Limpo
pt_pt: Limpa

source: Rotation
es_es: Rotación
es_mx: Rotación
ja_jp: 回転
pt_br: Rotação
pt_pt: Rotação

source: Start Location
de_de: Startort
es_es: Lugar de inicio
es_mx: Ubicación inicial
ja_jp: 開始場所
pt_br: Local de início
pt_pt: Localização inicial

source: Motor Velocity Plot
de_de: Motorgeschwindigkeitsdiagramm
es_es: Velocidad del motor
es_mx: Gráfico de velocidad del motor
ja_jp: モーター速度グラフ
pt_br: Gráfico de velocidade do motor
pt_pt: Gráfico de velocidade do motor

source: Motor Position Plot
de_de: Plot der Motorposition
es_es: Posición del motor
es_mx: Gráfico de posición del motor
ja_jp: モーター位置グラフ
pt_br: Gráfico de posição do motor
pt_pt: Gráfico de posição do motor

source: Analog Sensor Plot
de_de: Analoger Sensor Plot
es_es: Gráfico Sensor Analógico
es_mx: Gráfico del sensor analógico
ja_jp: アナログセンサーグラフ
pt_br: Gráfico do sensor analógico
pt_pt: Gráfico do sensor analógico

source: Digital Sensor Plot
de_de: Digitaler Sensor Plot
es_es: Gráfico de sensores digitales
es_mx: Gráfico del sensor digital
ja_jp: デジタルセンサーグラフ
pt_br: Gráfico do sensor digital
pt_pt: Gráfico do sensor digital

source: Analog Sensors
de_de: Analoge Sensoren
es_es: Sensores analógicos
es_mx: Sensores analógicos
ja_jp: アナログセンサー
pt_br: Sensores analógicos
pt_pt: Sensores analógicos

source: Digital Sensors
de_de: Digitale Sensoren
es_es: Sensores digitales
es_mx: Sensores digitales
ja_jp: デジタルセンサー
pt_br: Sensores digitais
pt_pt: Sensores digitais

source: Motor Velocities
de_de: Motorgeschwindigkeiten
es_es: Velocidades del motor
es_mx: Velocidades del motor
ja_jp: モーター速度
pt_br: Velocidades do motor
pt_pt: Velocidades do motor

source: Motor Positions
de_de: Motorpositionen
es_es: Posiciones del Motor
es_mx: Posiciones del motor
ja_jp: モーター位置グラフ
pt_br: Posições do motor
pt_pt: Posições do motor

source: This process is taking longer than expected... If you have a poor internet connection, this can take some time
de_de: Dieser Prozess dauert länger als erwartet... Wenn du eine schlechte Internetverbindung hast, kann dies einige Zeit dauern
es_es: Este proceso está tardando más de lo esperado... Si tiene una mala conexión a Internet, esto puede tardar algún tiempo
es_mx: Este proceso está tardando más de lo esperado... Si tienes una conexión a Internet deficiente, esto puede llevar algún tiempo
ja_jp: 様相以上に時間がかかっています... ネットが遅いなら、もっと時間がかかるかもしれません。
pt_br: Esse processo está demorando mais do que o esperado... Se você tiver uma conexão de Internet ruim, isso pode levar algum tempo
pt_pt: Este processo está a demorar mais do que o esperado... Se tiveres uma má ligação à Internet, isto pode demorar algum tempo

source: The simulator may have failed to load. Please submit a feedback form to let us know!
de_de: Der Simulator konnte möglicherweise nicht geladen werden. Bitte sende uns ein Feedback-Formular, um uns zu informieren!
es_es: Es posible que el simulador no se haya cargado. ¡Por favor, envíenos un formulario de comentarios para hacérnoslo saber!
es_mx: Es posible que el simulador no se haya cargado correctamente. Envía un formulario de comentarios para informarnos
ja_jp: シミュレーターはロードに失敗してしまう可能性がありました。 フィードバックを出して教えてくださいませんか。
pt_br: O simulador pode ter falhado ao carregar. Por favor, envie um formulário de feedback para nos informar!
pt_pt: O simulador pode não ter carregado. Por favor, envia um formulário de feedback para nos informares!

source: Initializing Simulator...
de_de: Initialisierung des Simulators...
es_es: Inicializando el simulador...
es_mx: Inicializando simulador...
ja_jp: シミュレーターを始めている...
pt_br: Inicialização do simulador...
pt_pt: Inicialização do simulador...

source: all of
de_de: alle
es_es: todos
es_mx: todos
ja_jp: すべて
pt_br: todos os
pt_pt: todos os

source: one or more of
de_de: eine oder mehrere von
es_es: uno o más de
es_mx: uno o más de
ja_jp: 一つ以上
pt_br: um ou mais de
pt_pt: um ou mais de

source: exactly one of
de_de: genau einer von
es_es: exactamente uno de
es_mx: exactamente uno de
ja_jp: 一つ
pt_br: exatamente um de
pt_pt: exatamente um de

source: once
de_de: einmal
es_es: una vez
es_mx: una vez
ja_jp: 一度
pt_br: uma vez
pt_pt: uma vez

source: not
de_de: nicht
es_es: no
es_mx: no
pt_br: não
pt_pt: não

source: Success
de_de: Erfolg
es_es: Éxito
es_mx: Éxito
ja_jp: 成功
pt_br: Sucesso
pt_pt: Sucesso

source: Failure
de_de: Versagen
es_es: Fallo
es_mx: Fracaso
ja_jp: 失敗
pt_br: Falha
pt_pt: Falha

source: World
de_de: Welt
es_es: Mundo
es_mx: Mundo
ja_jp: 世界
pt_br: Mundo
pt_pt: Mundo

source: Script Editor
de_de: Skript-Editor
es_es: Editor de scripts
es_mx: Editor de guiones
ja_jp: スクリプト編集
pt_br: Editor de scripts
pt_pt: Editor de scripts

source: Console
de_de: Konsole
es_es: Consola
es_mx: Consola
ja_jp: コンソール
pt_pt: Consola

source: Open
de_de: Öffnen Sie
es_es: Abrir
es_mx: Abrir
ja_jp: 開く
pt_br: Aberto
pt_pt: Abre

source: Save
de_de: Speichern
es_es: Guardar
es_mx: Guardar
ja_jp: 保存
pt_br: Salvar
pt_pt: Poupa

source: Save As
de_de: Speichern unter
es_es: Guardar como
es_mx: Guardar como
ja_jp: 名前付けて保存
pt_br: Salvar como
pt_pt: Guardar como

source: Delete
de_de: Löschen
es_es: Borrar
es_mx: Eliminar
ja_jp: 削除
pt_br: Excluir
pt_pt: Elimina

source: Documentation
de_de: Dokumentation
es_es: Documentación
es_mx: Documentación
ja_jp: 参照資料
pt_br: Documentação
pt_pt: Documentação

source: Feedback
es_es: Comentarios
es_mx: Comentarios
ja_jp: フィードバック

source: Reset World
de_de: Welt zurücksetzen
es_es: Restablecer mundo
es_mx: Restablecer mundo
ja_jp: 世界をレセット
pt_br: Redefinir o mundo
pt_pt: Reinicia o mundo

source: Layout
es_es: Diseño
es_mx: Diseño
ja_jp: レイアウト
pt_pt: Disposição

source: User Interface
de_de: Benutzeroberfläche
es_es: Interfaz de usuario
es_mx: Interfaz de usuario
ja_jp: ユーザーインターフェイス
pt_br: Interface do usuário
pt_pt: Interface do utilizador

source: Simulation
es_es: Simulación
es_mx: Simulación
ja_jp: シミュレーション
pt_br: Simulação
pt_pt: Simulação

source: Locale
de_de: Lokales
es_es: Configuración regional
es_mx: Configuración regional
ja_jp: 言語
pt_br: Local
pt_pt: Localidade

source: Switch languages
de_de: Sprachen wechseln
es_es: Cambiar de idioma
es_mx: Cambiar idioma
ja_jp: 言語を選ぶ
pt_br: Trocar de idiomas
pt_pt: Troca de idiomas

source: Sensor noise
de_de: Sensorrauschen
es_es: Ruido del sensor
es_mx: Ruido del sensor
ja_jp: センサー雑音
pt_br: Ruído do sensor
pt_pt: Ruído do sensor

source: Controls whether sensor outputs are affected by random noise
de_de: Steuert, ob die Sensorausgänge durch zufälliges Rauschen beeinflusst werden
es_es: Controla si las salidas de los sensores se ven afectadas por ruido aleatorio
es_mx: Controla si las salidas del sensor se ven afectadas por ruido aleatorio
ja_jp: センサーは雑音があるかどうか
pt_br: Controla se as saídas do sensor são afetadas por ruído aleatório
pt_pt: Controla se as saídas do sensor são afectadas por ruído aleatório

source: Realistic sensors
de_de: Realistische Sensoren
es_es: Sensores realistas
es_mx: Sensores realistas
ja_jp: 現実的なセンサー
pt_br: Sensores realistas
pt_pt: Sensores realistas

source: Controls whether sensors behave like real-world sensors instead of like ideal sensors. For example, real-world ET sensors are nonlinear
de_de: Steuert, ob sich die Sensoren wie reale Sensoren und nicht wie ideale Sensoren verhalten. Echte ET-Sensoren sind zum Beispiel nichtlinear
es_es: Controla si los sensores se comportan como sensores del mundo real en lugar de como sensores ideales. Por ejemplo, los sensores ET del mundo real no son lineales.
es_mx: Controla si los sensores se comportan como sensores del mundo real en lugar de como sensores ideales. Por ejemplo, los sensores ET del mundo real no son lineales
ja_jp: センサーが理想的ではなく、現実世界のセンサーのように振る舞うかどうかを制御します。例えば現実世界のETセンサーは非線形です。
pt_br: Controla se os sensores se comportam como sensores do mundo real em vez de sensores ideais. Por exemplo, os sensores ET do mundo real são não lineares
pt_pt: Controla se os sensores se comportam como sensores do mundo real em vez de sensores ideais. Por exemplo, os sensores ET do mundo real são não lineares

source: Autocomplete
es_es: Autocompletar
es_mx: Autocompletar
ja_jp: 自動補完
pt_br: Autocompletar
pt_pt: Autocompletar

source: Controls autocompletion of code, brackets, and quotes
de_de: Steuert die automatische Vervollständigung von Code, Klammern und Anführungszeichen
es_es: Controla el autocompletado de código, corchetes y comillas
es_mx: Controla el autocompletado de código, corchetes y comillas
ja_jp: コードとカッコとクオートの自動補完制御します
pt_br: Controla o preenchimento automático de código, colchetes e aspas
pt_pt: Controla o preenchimento automático de código, parênteses e aspas

source: Version %s (%s)
es_es: Versión %s (%s)
es_mx: Versión %s (%s)
ja_jp: バージョン %s (%s)
pt_br: Versão %s (%s)
pt_pt: Versão %s (%s)

source: Copyright
es_es: Derechos de autor
es_mx: Derechos de autor
ja_jp: 著作権
pt_br: Direitos autorais
pt_pt: Direitos de autor

source: This software is licensed under the terms of the
de_de: Diese Software ist lizenziert unter den Bedingungen der
es_es: Este software está licenciado bajo los términos de la
es_mx: Este software está licenciado bajo los términos de la
ja_jp: このソフトウェアは、GNU GPL v3 の条件に基づいてライセンスされます。
pt_br: Este software está licenciado de acordo com os termos da
pt_pt: Este software está licenciado ao abrigo dos termos da

source: Thank you to the following contributors and testers:
de_de: Wir bedanken uns bei den folgenden Mitwirkenden und Testern:
es_es: Gracias a los siguientes colaboradores y probadores:
es_mx: Gracias a los siguientes colaboradores y probadores:
ja_jp: 寄稿者とテスターに感謝を差しあげます：
pt_br: Agradecemos a você pelos seguintes colaboradores e testadores:
pt_pt: Agradece aos seguintes colaboradores e testadores:

source: Want to help improve the simulator and get your name listed here?
de_de: Willst du helfen, den Simulator zu verbessern und deinen Namen hier eintragen lassen?
es_es: ¿Quieres ayudar a mejorar el simulador y que tu nombre aparezca aquí?
es_mx: ¿Quieres ayudar a mejorar el simulador y que tu nombre aparezca aquí?
ja_jp: シミュレーターの改善にご協力いただけませんか？
pt_br: Você quer ajudar a aprimorar o simulador e ter seu nome listado aqui?
pt_pt: Queres ajudar a melhorar o simulador e ter o teu nome listado aqui?

source: GitHub repository
es_es: Repositorio GitHub
es_mx: Repositorio GitHub
ja_jp: Githubレポジトリ
pt_br: Repositório do GitHub
pt_pt: Repositório GitHub

source: We're happy to help you get started!
de_de: Wir helfen dir gerne dabei, loszulegen!
es_es: ¡Estaremos encantados de ayudarte a empezar!
es_mx: ¡Estamos encantados de ayudarte a empezar!
ja_jp: 始まることについて助けてあげたいです！
pt_br: Ficaremos felizes em ajudar você a começar!
pt_pt: Teremos todo o gosto em ajudar-te a começar!

source: Give a helpful description of a problem you're facing, or a feature you'd like to request
de_de: Beschreibe ein Problem, mit dem du konfrontiert bist, oder eine Funktion, die du dir wünschen würdest
es_es: Proporciona una descripción útil de un problema al que te enfrentas, o una característica que te gustaría solicitar
es_mx: Proporciona una descripción detallada del problema al que te enfrentas o de la función que te gustaría solicitar
ja_jp: 問題か欲しいフィーチャーの記述を書いてくださいませんか。
pt_br: Faça uma descrição útil de um problema que você está enfrentando ou de um recurso que gostaria de solicitar
pt_pt: Dá uma descrição útil de um problema que estás a enfrentar ou de uma funcionalidade que gostarias de solicitar

source: Thanks for using the KIPR Simulator! Find a bug? Have a feature request? Let us know!
de_de: Danke, dass du den KIPR-Simulator benutzt! Hast du einen Fehler gefunden? Hast du einen Funktionswunsch? Lass es uns wissen!
es_es: Gracias por utilizar el simulador KIPR. ¿Has encontrado un error? ¿Quieres solicitar alguna función? Háganoslo saber.
es_mx: ¡Gracias por utilizar el simulador KIPR! ¿Has encontrado un error? ¿Quieres solicitar alguna función? ¡Háznoslo saber!
ja_jp: KIPRシミュレーターを使ってありがとうございます！欲しいフィーチャーがありますか。教えてくださいませんか。
pt_br: Obrigado por usar o Simulador KIPR! Você encontrou um erro? Você tem uma solicitação de recurso? Informe-nos!
pt_pt: Obrigado por utilizares o Simulador KIPR! Encontraste um erro? Tens um pedido de funcionalidade? Diz-nos!

source: How has your experience using the KIPR Simulator been?
de_de: Welche Erfahrungen hast du mit dem KIPR-Simulator gemacht?
es_es: ¿Cómo ha sido tu experiencia con el simulador KIPR?
es_mx: ¿Cómo ha sido tu experiencia con el simulador KIPR?
ja_jp: KIPRシミュレーターを使って経験はどうでしたか。
pt_br: Como foi a experiência que você teve ao usar o simulador KIPR?
pt_pt: Como foi a tua experiência com o Simulador KIPR?

source: Email (optional):
es_es: Correo electrónico (opcional):
es_mx: Correo electrónico (opcional):
ja_jp: メールアドレス（随意）
pt_br: E-mail (opcional):
pt_pt: Email (opcional):

source: Include anonymous usage data to help KIPR developers
de_de: Anonyme Nutzungsdaten einbeziehen, um den KIPR-Entwicklern zu helfen
es_es: Incluya datos de uso anónimos para ayudar a los desarrolladores de KIPR
es_mx: Incluir datos de uso anónimos para ayudar a los desarrolladores de KIPR
ja_jp: KIPRの開発者に助けるために匿名のデータを分け合てくださいませんか。
pt_br: Incluir dados de uso anônimos para ajudar os desenvolvedores do KIPR
pt_pt: Inclui dados de utilização anónimos para ajudar os programadores do KIPR

source: Please try again,
de_de: Bitte versuche es noch einmal,
es_es: Por favor, inténtalo de nuevo,
es_mx: Por favor, vuelve a intentarlo
ja_jp: もう一度お願いお願い申し上げます、
pt_br: Tente novamente,
pt_pt: Por favor, tenta novamente,

source: open an issue on our github page
de_de: eröffne ein Thema auf unserer Github-Seite
es_es: abre una incidencia en nuestra página de github
es_mx: abre un problema en nuestra página de GitHub
ja_jp: KIPRのGithubで課題を開く、
pt_br: abrir um problema em nossa página do github
pt_pt: abre um problema na nossa página do github

source: , or
de_de: , oder
es_es: o
es_mx: , o
ja_jp: か
pt_br: ou
pt_pt: , ou
