Repository: kipr/Simulator
Catalog: i18n/po/*.po
Languages: de_de, es_es, es_mx, ja_jp, pt_br, pt_pt

source: Can 9 Lifted a Foot Tall
de_de: Kann 9 einen Fuß hoch heben
es_es: Lata 9 Levantada
es_mx: ¿Puede levantarse un pie de altura?
pt_pt: Podes levantar 9 metros de altura

source: JBC Challenge 2B
de_de: JBC Herausforderung 2B
es_es: JBC Desafío 2B
es_mx: Desafío JBC 2B
pt_br: Desafio JBC 2B
pt_pt: Desafio JBC 2B

source: Can 10 Touched
de_de: Kann 10 Berührt
es_es: Lata 10 Tocado
es_mx: ¿Se puede tocar 10?
pt_br: Pode 10 tocados
pt_pt: Podes 10 tocados

source: Can 10 touched
de_de: Kann 10 berührt
es_es: Lata 10 tocado
es_mx: ¿Se puede tocar el 10?
pt_br: Pode 10 tocados
pt_pt: Podes 10 tocados

source: Can 11 Touched
de_de: Kann 11 Berührt
es_es: Can 11 Tocado
es_mx: Puedes tocar 11
pt_pt: Podes 11 tocado

source: Can 11 touched
de_de: Kann 11 berührt
es_es: Puede 11 tocado
es_mx: Puede tocarse el 11
pt_br: Lata 11 tocada
pt_pt: Lata 11 tocada

source: Can 12 Touched
de_de: Kann 12 Berührt
es_es: Lata 12 Tocada
es_mx: Puedes tocar 12
pt_pt: Podes 12 tocados

source: Can 12 touched
de_de: Dose 12 berührt
es_es: Puede 12 tocado
es_mx: ¿Se puede tocar el 12?
pt_br: Lata 12 tocada
pt_pt: Lata 12 tocada

source: Can 10 intersects circle 10
de_de: Can 10 schneidet den Kreis 10
es_es: Can 10 interseca el círculo 10
es_mx: ¿Puede el 10 intersecar el círculo 10?
pt_br: A lata 10 intercepta o círculo 10
pt_pt: A lata 10 intersecta o círculo 10

source: Can 11 intersects circle 11
de_de: Can 11 schneidet den Kreis 11
es_es: Can 11 interseca el círculo 11
es_mx: ¿Puede el 11 intersectar el círculo 11?
pt_br: A lata 11 intercepta o círculo 11
pt_pt: A lata 11 intersecta o círculo 11

source: Can 12 intersects circle 12
de_de: Can 12 schneidet den Kreis 12
es_es: La lata 12 interseca el círculo 12
es_mx: ¿Puede el 12 intersectar el círculo 12?
pt_br: A lata 12 intercepta o círculo 12
pt_pt: A lata 12 intersecta o círculo 12

source: Can 10 upright on circle 10
de_de: Kann 10 aufrecht auf Kreis 10
es_es: Can 10 vertical en círculo 10
es_mx: 10 verticales en el círculo 10
pt_br: Você pode 10 na vertical no círculo 10
pt_pt: Consegue 10 na vertical no círculo 10

source: Can 11 upright on circle 11
de_de: Kann 11 aufrecht auf Kreis 11
es_es: Can 11 vertical en círculo 11
es_mx: ¿Se puede colocar el 11 en posición vertical sobre el círculo 11?
pt_br: Você pode 11 na vertical no círculo 11
pt_pt: Podes 11 na vertical no círculo 11

source: Can 12 upright on circle 12
de_de: Kann 12 aufrecht auf Kreis 12
es_es: Lata 12 en posición vertical sobre el círculo 12
es_mx: 12 verticales en el círculo 12
pt_br: Lata 12 na vertical no círculo 12
pt_pt: Lata 12 na vertical no círculo 12

source: Robot passed right side of can 12
de_de: Roboter hat die rechte Seite der Dose passiert 12
es_es: El robot pasa por el lado derecho de la lata 12
es_mx: El robot pasó por el lado derecho de la lata 12
pt_br: O robô passou pelo lado direito da lata 12
pt_pt: O robô passou pelo lado direito da lata 12

source: Robot passed top side of can 11
de_de: Roboter hat die Oberseite der Dose passiert 11
es_es: El robot pasa por la parte superior de la lata 11
es_mx: El robot pasó por la parte superior de la lata 11
pt_br: O robô passou pela parte superior da lata 11
pt_pt: O robô passou pelo lado superior da lata 11

source: Robot passed left side of can 10
de_de: Roboter hat die linke Seite der Dose passiert 10
es_es: El robot pasa por el lado izquierdo de la lata 10
es_mx: El robot pasó por el lado izquierdo de la lata 10
pt_br: O robô passou pelo lado esquerdo da lata 10
pt_pt: O robô passou pelo lado esquerdo da lata 10

source: JBC Challenge 2C
de_de: JBC Herausforderung 2C
es_es: Desafío JBC 2C
es_mx: Desafío JBC 2C
pt_br: Desafio 2C da JBC
pt_pt: Desafio JBC 2C

source: Robot Driving Backwards
de_de: Roboter fährt rückwärts
es_es: Robot conduciendo hacia atrás
es_mx: Robot conduciendo marcha atrás
pt_br: Robô dirigindo para trás
pt_pt: Robô a andar para trás

source: Robot is driving backwards
de_de: Der Roboter fährt rückwärts
es_es: Robot conduciendo hacia atrás
es_mx: El robot está conduciendo marcha atrás
pt_br: O robô está dirigindo para trás
pt_pt: O robô está a andar para trás

source: JBC Challenge 2D
de_de: JBC Herausforderung 2D
es_mx: Desafío JBC 2D
pt_br: Desafio JBC 2D
pt_pt: Desafio JBC 2D

source: Robot Rentered Start 1
es_mx: Robot reiniciado Inicio 1
pt_br: Robô Rentered Start 1
pt_pt: Robô Rentered Início 1

source: Robot reentered starting box after going forwards
de_de: Der Roboter ist nach dem Vorwärtsgehen wieder in der Startbox
es_es: El robot vuelve a entrar en la casilla de salida después de ir hacia delante
es_mx: El robot volvió a entrar en la casilla de salida después de avanzar
pt_br: O robô reentrou na caixa de partida depois de ir para a frente
pt_pt: O robô voltou a entrar na caixa de partida depois de ter avançado

source: Robot Rentered Start 2
es_mx: Robot reiniciado Inicio 2
pt_br: Robô Rentered Início 2
pt_pt: Robô Rentered Início 2

source: Robot reentered starting box after going backwards
de_de: Roboter ist nach dem Rückwärtsfahren wieder in der Startbox
es_es: El robot vuelve a entrar en la casilla de salida después de ir hacia atrás
es_mx: El robot volvió a entrar en la casilla de salida después de retroceder
pt_br: O robô entrou novamente na caixa de partida depois de retroceder
pt_pt: O robô voltou a entrar na caixa de partida depois de andar para trás

source: Robot Driving Forwards
de_de: Roboter fährt vorwärts
es_es: Robot conduciendo hacia delante
es_mx: Robot conduciendo hacia adelante
pt_br: Robô dirigindo para a frente
pt_pt: Robô a conduzir para a frente

source: Robot is driving forwards
de_de: Der Roboter fährt vorwärts
es_es: Robot conduciendo hacia delante
es_mx: El robot avanza
pt_br: O robô está dirigindo para a frente
pt_pt: O robô está a andar para a frente

source: JBC Challenge 4B
de_de: JBC Herausforderung 4B
es_es: Desafío JBC 4B
es_mx: Desafío JBC 4B
pt_br: Desafio 4B da JBC
pt_pt: Desafio JBC 4B

source: Can 5 intersects circle 5
de_de: Can 5 schneidet den Kreis 5
es_es: Can 5 intersecta el círculo 5
es_mx: ¿Puede el 5 intersectar el círculo 5?
pt_br: A lata 5 intercepta o círculo 5
pt_pt: A lata 5 intersecta o círculo 5

source: Can 8 intersects circle 8
de_de: Can 8 schneidet den Kreis 8
es_es: Can 8 interseca el círculo 8
es_mx: ¿Puede el 8 intersecar el círculo 8?
pt_br: A lata 8 intercepta o círculo 8
pt_pt: A lata 8 intersecta o círculo 8

source: Can 5 upright on circle 5
de_de: Kann 5 aufrecht auf Kreis 5
es_es: Can 5 vertical en círculo 5
es_mx: ¿Se puede poner 5 en posición vertical en el círculo 5?
pt_br: Você pode 5 na vertical no círculo 5
pt_pt: Consegue 5 na vertical no círculo 5

source: Can 8 upright on circle 8
de_de: Kann 8 aufrecht auf Kreis 8
es_es: Can 8 vertical en círculo 8
es_mx: ¿Se puede hacer un 8 vertical en un círculo 8?
pt_br: Lata 8 na vertical no círculo 8
pt_pt: Lata 8 na vertical no círculo 8

source: Can 8 Clockwise
de_de: Dose 8 Im Uhrzeigersinn
es_es: Lata 8 en el sentido de las agujas del reloj
es_mx: Puede girar 8 grados en sentido horario
pt_br: Lata 8 No sentido horário
pt_pt: Lata 8 No sentido dos ponteiros do relógio

source: Robot drove clockwise around can 8
de_de: Roboter fuhr im Uhrzeigersinn um Dose 8
es_es: El robot rodea la lata 8 en el sentido de las agujas del reloj
es_mx: El robot se desplazó en sentido horario alrededor de la lata 8
pt_br: O robô dirigiu no sentido horário ao redor da lata 8
pt_pt: O robô conduziu no sentido dos ponteiros do relógio à volta da lata 8

source: Can 5 Counter Clockwise
de_de: Dose 5 Gegen den Uhrzeigersinn
es_es: Lata 5 en sentido antihorario
es_mx: 5 en sentido contrario a las agujas del reloj
pt_br: Lata 5 No sentido anti-horário
pt_pt: Lata 5 No sentido contrário ao dos ponteiros do relógio

source: Robot drove counter clockwise around can 5
de_de: Roboter fuhr gegen den Uhrzeigersinn um Dose 5
es_es: El robot rodea la lata 5 en el sentido contrario a las agujas del reloj
es_mx: El robot condujo en sentido contrario a las agujas del reloj alrededor de la lata 5
pt_br: O robô dirigiu no sentido anti-horário ao redor da lata 5
pt_pt: O robô conduziu no sentido contrário ao dos ponteiros do relógio à volta da lata 5

source: Can 9 Counter Clockwise
de_de: Dose 9 Gegen den Uhrzeigersinn
es_es: Lata 9 en sentido antihorario
es_mx: Puede girar 9 grados en sentido contrario a las agujas del reloj
pt_br: Lata 9 No sentido anti-horário
pt_pt: Lata 9 No sentido contrário ao dos ponteiros do relógio

source: Robot drove counter clockwise around can 9
de_de: Der Roboter fuhr gegen den Uhrzeigersinn um die Dose 9
es_es: Robot condujo en sentido antihorario alrededor de la lata 9
es_mx: El robot condujo en sentido contrario a las agujas del reloj alrededor de la lata 9
pt_br: O robô dirigiu no sentido anti-horário ao redor da lata 9
pt_pt: O robô conduziu no sentido contrário ao dos ponteiros do relógio à volta da lata 9

source: JBC Challenge 8B
de_de: JBC Herausforderung 8B
es_es: Desafío JBC 8B
es_mx: Desafío JBC 8B
pt_br: Desafio 8B da JBC
pt_pt: Desafio JBC 8B

source: Robot Begins In start
de_de: Roboter beginnt im Start
es_es: El robot comienza en la salida
es_mx: El robot comienza En inicio
pt_br: Robô começa no início
pt_pt: Robô começa no início

source: Robot begins in starting box
de_de: Der Roboter beginnt in der Startbox
es_es: El robot comienza en la caja de salida
es_mx: El robot comienza en la casilla de salida
pt_br: O robô começa na caixa de partida
pt_pt: O robô começa na caixa de partida

source: Robot passed through circle 1
de_de: Roboter durchquerte Kreis 1
es_es: El robot pasó por el círculo 1
es_mx: El robot pasó por el círculo 1
pt_br: O robô passou pelo círculo 1
pt_pt: O robô passou pelo círculo 1

source: Robot passed through circle 2
de_de: Roboter durchquerte Kreis 2
es_es: El robot pasa por el círculo 2
es_mx: El robot pasó por el círculo 2
pt_br: O robô passou pelo círculo 2
pt_pt: O robô passou pelo círculo 2

source: Robot passed through circle 3
de_de: Der Roboter hat den Kreis 3 passiert
es_es: El robot pasa por el círculo 3
es_mx: El robot pasó por el círculo 3
pt_br: O robô passou pelo círculo 3
pt_pt: O robô passou pelo círculo 3

source: Robot passed through circle 4
de_de: Der Roboter hat den Kreis 4 passiert
es_es: Robot pasado por el círculo 4
es_mx: El robot pasó por el círculo 4
pt_br: O robô passou pelo círculo 4
pt_pt: O robô passou pelo círculo 4

source: Robot passed through circle 5
de_de: Der Roboter hat den Kreis 5 passiert
es_es: El robot pasa por el círculo 5
es_mx: El robot pasó por el círculo 5
pt_br: O robô passou pelo círculo 5
pt_pt: O robô passou pelo círculo 5

source: Test
es_es: Prueba
es_mx: Prueba
pt_br: Teste
pt_pt: Teste

source: Junior Botball Challenge 12: Add It Up
de_de: Junior Botball Challenge 12: Addiere es auf
es_es: Junior Botball Desafío 12: Suma
es_mx: Desafío Botball Junior 12: Súmalo todo
ja_jp: ジュニア・ボットボール・チャレンジ 12：足し算してください
pt_br: Desafio 12 do Junior Botball: somar
pt_pt: Desafio Botball Júnior 12: Faz as contas

source: Robot Touched a Circle
de_de: Roboter hat einen Kreis berührt
es_es: El robot tocó un círculo
es_mx: El robot tocó un círculo
ja_jp: ロボットがサークルを触れた
pt_br: O robô tocou em um círculo
pt_pt: O robô tocou num círculo

source: Robot touched a circle
de_de: Roboter berührte einen Kreis
es_es: Robot tocó un círculo
es_mx: El robot tocó un círculo
ja_jp: ロボットがサークルを触れた
pt_br: O robô tocou em um círculo
pt_pt: O robô tocou num círculo

source: Touched Circles to add up to 20
de_de: Berührte Kreise, um bis zu 20 zu addieren
es_es: Tocó un círculo para sumar 20
es_mx: Toca los círculos para sumar hasta 20
ja_jp: 触れたサークルを合計して20まで
pt_br: Círculos tocados para somar até 20
pt_pt: Toca nos círculos para somar até 20

source: JBC Challenge 14
de_de: JBC Herausforderung 14
es_es: JBC Desafío 14
es_mx: Desafío JBC 14
ja_jp: JBCチャレンジ１４
pt_br: Desafio 14 da JBC
pt_pt: Desafio JBC 14

source: Robot 360 Clockwise
de_de: Roboter 360 im Uhrzeigersinn
es_es: Robot 360 grados en el sentido de las agujas del reloj
es_mx: Robot 360 en sentido horario
ja_jp: ロボット３６０度時計回り
pt_br: Robô 360 no sentido horário
pt_pt: Robô 360 no sentido dos ponteiros do relógio

source: Robot turned 360 degrees clockwise
de_de: Roboter um 360 Grad im Uhrzeigersinn gedreht
es_es: Robot girado 360 grados en el sentido de las agujas del reloj
es_mx: El robot giró 360 grados en sentido horario
ja_jp: ロボットは３６０度時計回りに向けた
pt_br: O robô girou 360 graus no sentido horário
pt_pt: O robô gira 360 graus no sentido dos ponteiros do relógio

source: Robot 360 Counter Clockwise
de_de: Roboter 360 gegen den Uhrzeigersinn
es_es: Robot 360 en sentido antihorario
es_mx: Robot 360 en sentido contrario a las agujas del reloj
ja_jp: ロボット３６０度反時計回り
pt_br: Robô 360 no sentido anti-horário
pt_pt: Robô 360 no sentido contrário ao dos ponteiros do relógio

source: Robot turned 360 degrees counter clockwise
de_de: Roboter um 360 Grad gegen den Uhrzeigersinn gedreht
es_es: Robot giró 360 grados en sentido contrario a las agujas del reloj
es_mx: El robot giró 360 grados en sentido antihorario
ja_jp: ロボットは３６０度反時計回りに向けた
pt_br: O robô girou 360 graus no sentido anti-horário
pt_pt: O robô gira 360 graus no sentido contrário ao dos ponteiros do relógio

source: Robot Drove Forward
de_de: Der Roboter fuhr vorwärts
es_es: El robot avanza
es_mx: El robot avanzó
ja_jp: ロボットは前に行った
pt_br: O robô avançou
pt_pt: O robô avançou

source: Robot drove forward
de_de: Roboter fuhr vorwärts
es_es: El robot avanza
es_mx: El robot avanzó
ja_jp: ロボットは前に行った
pt_br: O robô avançou
pt_pt: O robô avançou

source: Robot Drove Backward
de_de: Der Roboter fuhr rückwärts
es_es: Robot hacia atrás
es_mx: El robot condujo marcha atrás
ja_jp: ロボットは後ろに行った
pt_br: O robô dirigia para trás
pt_pt: O robô anda para trás

source: Robot drove backward
de_de: Roboter fuhr rückwärts
es_es: Robot hacia atrás
es_mx: El robot condujo marcha atrás
ja_jp: ロボットは後ろに行った
pt_br: O robô dirigiu para trás
pt_pt: O robô andou para trás

source: Robot Wave Servo
de_de: Roboter Welle Servo
es_es: El robot agita el servo
es_mx: Servo Robot Wave
ja_jp: ロボットがサーボを振った
pt_br: Servo de onda do robô
pt_pt: Robô Wave Servo

source: Robot waved servo up and down at least once
de_de: Der Roboter hat das Servo mindestens einmal auf und ab bewegt
es_es: El robot agitó el servo arriba y abajo al menos una vez
es_mx: El robot movió el servo hacia arriba y hacia abajo al menos una vez
ja_jp: ロボットがサーボを上も下も振った
pt_br: O robô balançou o servo para cima e para baixo pelo menos uma vez
pt_pt: O robô agitou o servo para cima e para baixo pelo menos uma vez

source: Turn 360° clockwise
de_de: 360° im Uhrzeigersinn drehen
es_es: Girar 360° en el sentido de las agujas del reloj
es_mx: Gira 360° en sentido horario
ja_jp: ３６０度反時計回りに向けてください
pt_br: Gire 360° no sentido horário
pt_pt: Roda 360° no sentido dos ponteiros do relógio

source: Turn 360° counter clockwise
de_de: 360° gegen den Uhrzeigersinn drehen
es_es: Gira 360° en sentido contrario a las agujas del reloj
es_mx: Gira 360° en sentido contrario a las agujas del reloj
ja_jp: ３６０度時計回りに向けてください
pt_br: Gire 360° no sentido anti-horário
pt_pt: Roda 360° no sentido contrário ao dos ponteiros do relógio

source: Drive forward
de_de: Vorwärts fahren
es_es: Avanzar
es_mx: Sigue adelante
ja_jp: 前に行ってください
pt_br: Dirigir para frente
pt_pt: Avança

source: Drive backward
de_de: Rückwärts fahren
es_es: Hacia atrás
es_mx: Conducir marcha atrás
ja_jp: 後ろに行ってください
pt_br: Dirigir para trás
pt_pt: Conduz para trás

source: Wave the servo
de_de: Winke das Servo an
es_es: Agitar el servo
es_mx: Mueve el servo
ja_jp: がサーボを振ってください
pt_br: Agite o servo
pt_pt: Agita o servo

# Volume (box) in the 3D scene
source: Volume
de_de: Band
es_es: Volumen
es_mx: Volumen
ja_jp: 変数

# Computer text command line (e.g., DOS)
source: Console
de_de: Konsole
es_es: Consola
es_mx: Consola
ja_jp: コンソール
pt_pt: Consola

# A predefined task for the user to complete
source: Challenge
de_de: Herausforderung
es_es: Desafío
es_mx: Reto
ja_jp: チャレンジ
pt_br: Desafio
pt_pt: Desafio

# Terminate program execution
source: Stop
de_de: Stopp
es_es: Detener
es_mx: Detente
ja_jp: 止まる
pt_br: Parar
pt_pt: Pára

# Begin program execution
source: Run
de_de: Lauf
es_es: Ejecutar
es_mx: Corre
ja_jp: 実行
pt_br: Executar
pt_pt: Corre

# Part of copyright notice, after KIPR is listed
source: and External Contributors
de_de: und externe Mitwirkende
es_es: y colaboradores externos
es_mx: y colaboradores externos
ja_jp: 外部の寄稿者も
pt_br: e colaboradores externos
pt_pt: e colaboradores externos

# URL link to github repository follows
source: Visit our
de_de: Besuchen Sie unser
es_es: Visita nuestro
es_mx: Visita nuestro
ja_jp: 見る
pt_br: Visite nossa
pt_pt: Visita a nossa

# Student grade level
source: Kindergarten
es_es: Jardín de infancia
es_mx: Jardín de niños
ja_jp: 幼稚園
pt_br: Jardim de infância
pt_pt: Jardim de infância

# Student grade level
source: 1st grade
de_de: 1. Klasse
es_es: 1er curso
es_mx: 1.º grado
ja_jp: 小学校１年生
pt_br: 1ª série
pt_pt: 1º ano

# Student grade level
source: 2nd grade
de_de: 2. Klasse
es_es: 2º curso
es_mx: 2.º grado
ja_jp: 小学校２年生
pt_br: 2ª série
pt_pt: 2º ano

# Student grade level
source: 3rd grade
de_de: 3. Klasse
es_es: 3er curso
es_mx: 3.º grado
ja_jp: 小学校３年生
pt_br: 3ª série
pt_pt: 3º ano

# Student grade level
source: 4th grade
de_de: 4. Klasse
es_es: 4º curso
es_mx: 4.º grado
ja_jp: 小学校４年生
pt_br: 4ª série
pt_pt: 4º ano

# Student grade level
source: 5th grade
de_de: 5. Klasse
es_es: 5º curso
es_mx: 5.º grado
ja_jp: 小学校５年生
pt_br: 5ª série
pt_pt: 5º ano

# Student grade level
source: 6th grade
de_de: 6. Klasse
es_es: 6º curso
es_mx: 6.º grado
ja_jp: 小学校６年生
pt_br: 6ª série
pt_pt: 6º ano

# Student grade level
source: 7th grade
de_de: 7. Klasse
es_es: 7º curso
es_mx: 7.º grado
ja_jp: 中学校１年生
pt_br: 7ª série
pt_pt: 7º ano

# Student grade level
source: 8th grade
de_de: 8. Klasse
es_es: 8º grado
es_mx: 8.º grado
ja_jp: 中学校２年生
pt_br: 8ª série
pt_pt: 8º ano

# Student grade level
source: 9th grade
de_de: 9. Klasse
es_es: 9º curso
es_mx: 9.º grado
ja_jp: 中学校３年生
pt_br: 9ª série
pt_pt: 9º ano

# Student grade level
source: 10th grade
de_de: 10. Klasse
es_es: 10º curso
es_mx: 10.º grado
ja_jp: 高校１年生
pt_br: 10ª série
pt_pt: 10º ano

# Student grade level
source: 11th grade
de_de: 11. Klasse
es_es: 11º grado
es_mx: 11.º grado
ja_jp: 高校２年生
pt_br: 11ª série
pt_pt: 11º ano

# Student grade level
source: 12th grade
de_de: 12. Klasse
es_es: 12º grado
es_mx: 12.º grado
ja_jp: 高校３年生
pt_br: 12ª série
pt_pt: 12º ano

# Student grade level
source: 1st
es_es: 1er grado
es_mx: 1.º
ja_jp: 小１年
pt_br: 1º
pt_pt: 1.o

# Student grade level
source: 2nd
es_es: 2º
es_mx: 2.º
ja_jp: 小２年
pt_br: 2ª
pt_pt: 2.o

# Student grade level
source: 3rd
es_es: Tercero
es_mx: 3.º
ja_jp: 小３年
pt_br: 3a
pt_pt: 3.o

# Student grade level
source: 4th
es_es: 4o
es_mx: 4.º
ja_jp: 小４年
pt_br: 4a
pt_pt: 4.o

# Student grade level
source: 5th
es_es: 5.º
es_mx: 5.º
ja_jp: 小５年
pt_br: 5º
pt_pt: 5.o

# Student grade level
source: 6th
es_es: Sexto
es_mx: 6.º
ja_jp: 小６年
pt_br: 6º
pt_pt: 6ª

# Student grade level
source: 7th
es_es: Séptima
es_mx: 7.º
ja_jp: 中１年生
pt_br: 7ª
pt_pt: 7ª

# Student grade level
source: 8th
es_es: 8ª
es_mx: 8.º
ja_jp: 中２年生
pt_br: 8º
pt_pt: 8ª edição

# Student grade level
source: 9th
es_es: Noveno
es_mx: 9.º
ja_jp: 中３年生
pt_br: 9º
pt_pt: 9ª

# Student grade level
source: 10th
es_es: décimo
es_mx: 10.º
ja_jp: 高１年
pt_br: 10ª
pt_pt: 10º aniversário

# Student grade level
source: 11th
es_es: Undécimo
es_mx: 11.º
ja_jp: 高２年
pt_br: 11ª
pt_pt: 11ª

# Student grade level
source: 12th
es_es: 12ª
es_mx: 12.º
ja_jp: 高３年
pt_br: 12ª
pt_pt: 12º aniversário

source: JBC Sandbox B
de_de: JBC Sandkasten B
es_es: Arenero JBC B
ja_jp: JBC砂場B
pt_br: Sandbox B da JBC

source: GCER 2025: Ice Ice Botguy
es_es: GCER 2025: Botguy de hielo
ja_jp: GCER 2025：ナイスアイス
pt_br: GCER 2025: Botguy de gelo
pt_pt: GCER 2025: Gelo Gelo Botguy

source: Touch Can 9
es_es: Tocar Lata 9
ja_jp: 缶９を触れてください
pt_pt: Toca na lata 9

source: Robot Forward Touch
de_de: Roboter vorwärts berühren
es_es: Toque hacia delante del robot
ja_jp: ロボットの前の触れり
pt_br: Toque frontal do robô
pt_pt: Toque para a frente do robô

source: Robot
de_de: Roboter
ja_jp: ロボット
pt_br: Robô
pt_pt: Robô

source: General
de_de: Allgemein
ja_jp: 一般
pt_br: Geral
pt_pt: Geral

source: Error %d
de_de: Fehler %d
ja_jp: エラー %d
pt_br: Erro %d
pt_pt: Erro %d

source: JBC Sandbox A
ja_jp: JBC砂場A
pt_br: Sandbox A da JBC

source: Demobot
ja_jp: デモボット
pt_br: Demobô

source: Material
ja_jp: 物質

source: Servos
ja_jp: サーボ

source: Editor
de_de: Herausgeber
ja_jp: 編集

source: JBC Mat A
de_de: JBC Matte A
ja_jp: JBCマットA

source: JBC Mat B
de_de: JBC Matte B
ja_jp: JBCマットB

source: Taco
ja_jp: タコス

source: MatB
ja_jp: マットB

source: MatA
ja_jp: マットA

source: Hab
ja_jp: 家

source: Hab 2
ja_jp: 家２

source: Graphical Variables
de_de: Graphical-Variablen
ja_jp: Graphicalの変数

source: Pom #%d
ja_jp: ポン #%d

source: Tutor
ja_jp: 先生

source: 2026 Fall Game Table
de_de: 2026 Herbst-Spieletisch
ja_jp: ２０２６秋のゲームテーブル

source: Blue Pom #%d
de_de: Blauer Pom #%d
ja_jp: 青いポム＃%d

source: Orange Pom #%d
de_de: Oranger Pom #%d
ja_jp: オレンジのポム＃%d

source: Random Pom #%d
de_de: Zufälliger Pom #%d
ja_jp: でたらめなポン #%d

source: Raised Dock Pallet #1
de_de: Erhöhte Dockpalette #1
ja_jp: 高床式ドックパレット #1

source: Raised Dock Pallet #2
de_de: Erhöhte Dockpalette #2
ja_jp: 高床式ドックパレット #2

source: Storage Pallet #1
de_de: Lagerpalette #1
ja_jp: 保管用パレット #1

source: Storage Pallet #2
de_de: Lagerpalette #2
ja_jp: 保管用パレット #2

source: Left Stack Cube #%d
de_de: Linker Stapelwürfel #%d
ja_jp: 左積みキューブ #%d

source: Right Stack Cube #%d
de_de: Rechter Stapelwürfel #%d
ja_jp: 右積みキューブ #%d

source: Red Cube (4 inch)
de_de: Roter Würfel (4 Zoll)
ja_jp: 赤キューブ (4インチ)

source: Brown Cube (4 inch)
de_de: Brauner Würfel (4 Zoll)
ja_jp: 茶キューブ (4インチ)

source: Green Cube (4 inch)
de_de: Grüner Würfel (4 Zoll)
ja_jp: 緑キューブ (4インチ)

source: Right Traffic Cone
de_de: Rechter Verkehrskegel
ja_jp: 右側交通コーン

source: Left Traffic Cone
de_de: Linker Verkehrskegel
ja_jp: 左側交通コーン

source: Left Basket
de_de: Linker Korb
ja_jp: 左側バスケット

source: Right Basket
de_de: Rechter Korb
ja_jp: 右側バスケット

source: Left PCV #%d
de_de: Linker PCV #%d
ja_jp: 左側PCV #%d

source: Right PCV #%d
de_de: Rechter PCV #%d
ja_jp: 右側PCV #%d

source: 2026 Fall Botball game table sandbox
de_de: 2026 Fall Botball Spieltisch Sandkasten
ja_jp: 2026年秋 ボットボール競技テーブル用サンドボックス

# Student grade level; Kingergarten
source: K
ja_jp: 幼稚園
